{
  "exam_structure": {},
  "paper_sections": {
    "reading_use_of_english": {
      "content": "B2 First\nHandbook for teachers \nfor examsMake the most of \nyour handbook\nThe best way to get the most from your handbook is to use the digital version. The digital version is \nupdated more regularly.\nThe digital version contains links which take you straight to related pages if you want to find out more. For example, you can \nread about Part 1 of the Reading and Use of English paper in the Tasks section, then click on the link to take you straight to a sample Part 1 task. There are also links which take you to useful websites and resources.\nTasks\nThe Tasks pages give information about the exam format and what is tested in each part of the paper.\nPreparing learners\nThe Preparing learners pages give information and advice about what teachers can do to prepare their learners for the exam. There are also links to useful websites to find \nadditional materials. Y ou’ll find suggested exam strategies \nto help learners perform to the best of their ability on the day.Advice by task\nThe Advice by task sections include advice and tips on how to prepare for each task, as well as example screenshots from the digital sample tests. To access the complete Digital \nExam, please go to camengli.sh/3YMtIM6\nSample paper and assessment\nThe Sample paper and assessment section includes two \nsample papers for each of the four components as well as answer keys for the Reading and Use of English and \nListening components. For the Writing and Speaking papers \nthere is information about the assessment criteria, and for Writing there are example answers for you to refer to or use with your learners.\n02 About Cambridge\n03 B2 First – an overview\n04 Exam support\n05 About the exam\nPaper 1: Reading and Use of English\n07 Tasks\n08 Preparing learners\n10 Advice by task\n18 Sample paper and assessment\nPaper 2: Writing\n26 Tasks\n27 Preparing learners\n29 Advice by task\n31 Sample paper and assessmentPaper 3: Listening\n50 Tasks\n51 Preparing learners\n52 Advice by task\n56 Sample paper and assessment\nPaper 4: Speaking  \n70 Tasks\n71 Preparing learners\n72 Advice by task\n76 Sample paper and assessment\n82 Speaking assessment glossary of terms\n85 Glossary\n   1\n About Cambridge\nTo learn English is to enjoy and experience a language that \nopens up opportunities across the world.\nTogether with teachers and our partners, we’re here to \nengage and inspire millions of people throughout their \nentire learning journey. We help them confidently prove \ntheir skills to the world.\nWe believe that language is at the heart of being human, \nand English can unlock a lifetime of experiences. We help individuals everywhere connect, communicate and come \ncloser together.\nWhere your world grows.\n• 5.5 million assessments taken every year\n• Accepted by over 25,000 organisations worldwide\n• 2,800 exam centres in 130 countries\n• Over 50,000 preparation centresCambridge English Qualifications are in-depth exams that \nmake learning English enjoyable, effective and rewarding. Our unique approach encourages continuous progression \nwith a clear path to improving language skills. Each of our qualifications focuses on a level of the Common European \nFramework of Reference (CEFR), enabling learners to \ndevelop and build speaking, writing, reading and listening skills. \nOur qualifications are based on research into effective \nteaching and learning. They motivate people of all ages \nand abilities to learn English and develop practical skills for \nthe real world. \nWe have Cambridge English Qualifications for: \n• Schools \n• General and higher education \nWhether learners are planning to live, work or study in their \nown country or abroad, our qualifications prove they have the English language skills to succeed. \nTo find out more about Cambridge English Qualifications \nand the CEFR, go to cambridgeenglish.org/ cefr\nCambridge English \nQualifications Digital\nDiscover an enhanced exam \nexperience with flexible test dates and faster results.\ncambridgeenglish.org/ qualifications-digital\n2B2 First – an overview \nB2 First was originally offered in 1939 and is a qualification \nat upper-intermediate level that is officially recognised by universities, employers and governments around the world. It follows on as a progression from B1 Preliminary.\nExam formats\nB2 First can be taken as either a digital or paper-based exam.\nWho is the exam for?\nB2 First is aimed at learners who need to show they can:\n• start working in an English-speaking environment\n• study at an upper-intermediate level, such as foundation or pathway courses\n• live independently in an English-speaking country.\nWho recognises the exam?\nThe B2 First certificate is recognised around the world as proof of upper-intermediate level English skills for industrial, administrative and service-based employment. It is also accepted by a wide range of educational institutions for study purposes.\nCambridge English Qualifications are accepted and \ntrusted by thousands of organisations worldwide. For more information about recognition go to cambridgeenglish.org/recognition\nWhat level is the exam?\nB2 First is targeted at Level B2 on the CEFR. Achieving a  certificate at this upper-intermediate level proves that a candidate is becoming skilled in English and now has practical language skills for everyday written and spoken situations.\nStatements of Results\nThe Statement of Results shows the candidate’s:\n• score on the Cambridge English Scale for their performance in each of the four skills and Use of English\n• score on the Cambridge English Scale for their overall performance in the exam. This overall score is the average of the separate scores given for each of the four skills and Use of English\n• grade – this is based on the candidate’s overall score\n• level on the CEFR – this is also based on the overall score.Certificates\nThe certificate shows the candidate’s:\n• score on the Cambridge English Scale for each of the four skills and Use of English\n• overall score on the Cambridge English Scale \n• grade\n• level on the CEFR\n• level on the UK National Qualifications Framework (NQF).\nSpecial requirements  \nCambridge English Qualifications are designed to be fair to all test takers. For more information about special circumstances, go to cambridgeenglish.org/help/ special-requirements/\nB2 First – an overview  3\n Exam support\nOfficial Cambridge English Qualification \npreparation materials\nTo support teachers and help learners prepare for their \nexams, we have developed a range of official support materials including coursebooks and practice tests. These \nofficial materials are available in both digital and print \nformats.\ncambridgeenglish.org/ exam-preparationFind our digital and paper-based sample papers on the B2 \nFirst preparation page.\nSupport for teachers\nThe exam preparation pages for each level provide user-friendly, free resources for all teachers preparing for our exams. They include:\nGeneral information – handbooks for teachers, \nsample papers.\nDetailed exam information – format, timing, number of \nquestions, task types, mark scheme of each paper.Exam tutorial videos – a step-by-step guide to \ncompleting       the digital exams.\nTeaching tips for the Cambridge English Qualifications \nDigital – a booklet with teaching tips to help you prepare \nstudents for the Cambridge English Qualifications Digital.\nCambridge English Qualifications Digital FAQs – here \nyou can find answers to the most important questions \nabout Cambridge English Qualifications Digital.\nAdvice for teachers – developing students’ skills and \npreparing them for the exam.\nDownloadable lessons – a lesson for every part of \nevery paper.\nTeaching qualifications – a comprehensive range of \nqualifications for new teachers and career development \nfor more experienced teachers.\nWebinars – a wide range of exam-specific webinars for \nboth new and experienced teachers.\nTeacher development – resources to support teachers \nin their Continuing Professional Development. \ncamengli.sh/3YMtIM6Facebook for teachers\nTeachers can join our community on Facebook for free \nresources, activities and tips to help prepare learners for Cambridge English Qualifications. \nfacebook.com/CambridgeEnglishTeaching\nFree support for candidates\nWe provide learners with a wealth of exam resources and \npreparation materials throughout our website, including exam advice, sample papers, candidate guides, games and \nonline learning resources.\ncambridgeenglish.org/learning-english\nFacebook for learners\nLearners joining our lively Facebook community can \nget tips, take part in quizzes and talk to other English language learners and also find support and preparation \nfor students taking the digital test.\nfacebook.com/CambridgeEnglish\nRegistering candidates for an exam\nExam entries must be made through an authorised \nCambridge English examination centre. \nCentre staff have all the latest information about our \nexams, and can provide you with:\n• details of entry procedures\n• copies of the exam regulations\n• exam dates\n• current fees\n• more information about B2 First and other Cambridge English Qualifications.\nWe have more than 2,800 centres in over 130 countries – all are required to meet our high standards of exam \nadministration, integrity, security and customer service. \nFind your nearest centre at cambridgeenglish.org/centresearch\nFurther information \nIf your local authorised exam centre is unable to answer your question, please contact our helpdesk: \ncambridgeenglish.org/help\n4About the exam\nB2 First is a rigorous and thorough test of English at Level \nB2. It covers all four language skills – reading, writing, \nlistening and speaking – and includes a fifth element \nfocusing on the candidate’s understanding of the structure \nof the language.\nA thorough test of all areas of language \nability\nThere are four papers: Reading and Use of English, Writing, \nListening and Speaking. The overall performance is \ncalculated by averaging the scores achieved in Reading, \nWriting, Listening, Speaking and Use of English. The \nweighting of each of the four skills and Use of English is \nequal.\nDetailed information on each test paper is provided later \nin this handbook but the overall focus of each test is as \nfollows:\nReading and Use of English: 1 hour 15 minutes\nCandidates need to be able to understand texts from \npublications such as fiction and non-fiction books, journals, newspapers and magazines.\nWriting: 1 hour 20 minutes \nCandidates have to show that they can produce two \ndifferent pieces of writing: a compulsory essay in Part 1, \nand one from a choice of three tasks in Part 2.\nListening: 40 minutes (approximately) \nCandidates need to show they can understand the \nmeaning of a range of spoken material, including \nlectures, radio broadcasts, speeches and talks.\nSpeaking: 14 minutes per pair of candidates, and 20 \nminutes per group of three candidates\nCandidates take the Speaking test with another \ncandidate or in a group of three, and are tested on \ntheir ability to take part in different types of interaction: \nwith the examiner, with the other candidate and by \nthemselves.\nEach of the four test components contributes to a profile which defines the candidates’ overall communicative \nlanguage ability at this level. Marks and results \nB2 First gives detailed, meaningful results.\nOVERALL \nLENGTHNUMBER OF TASKS/\nPARTSNUMBER \nOF ITEMS\nB2 First\nReading \nand Use of English1 hour 15 mins 7 52\nWriting 1 hour 20 mins 2 2\nListening approx 40 mins 4 30\nSpeaking 14 or 20 mins 4 –\nTOTALapprox  \n3 hours 29 mins\nAll candidates receive a Statement of Results. Candidates \nwhose performance ranges between CEFR Levels B1 and C1 \n(Cambridge English Scale scores of 140–190) also receive a \ncertificate.\nGrade A: Cambridge English Scale scores of 180–190 Candidates sometimes show ability beyond Level B2. If a candidate achieves a Grade A in their exam, they will receive the B2 First Certificate in English stating that they \ndemonstrated ability at Level C1.\nGrade B and Grade C: Cambridge English Scale scores \nof 160–179 \nIf a candidate achieves Grade B or C in their exam, they will be awarded the B2 First Certificate in English at Level B2.\nCEFR Level B1: Cambridge English Scale scores of 140–\n159 \nIf a candidate’s performance is below Level B2, but falls within Level B1, they will receive a Cambridge English certificate stating that they demonstrated ability at Level B1.\nDigital vs paper-based:  \nSame task, different formats\nDigital exam\nPaper-based \nexam\nAbout the exam  5\n \nCan Do summary\nWhat can candidates do at Level B2?\nThe Association of Language Testers in Europe (AL TE) has researched what language learners can typically do at each CEFR \nlevel. They have described each level of ability using Can Do statements, with examples taken from everyday life. Cambridge English, as one of the founding members of AL TE, uses this framework to ensure its exams reflect real-life language skills.\nTYPICAL \nABILITIESREADING AND WRITING LISTENING AND SPEAKING\nOverall \ngeneral \nabilityCAN scan texts for relevant information.\nCAN make notes while someone is talking, or write a \nletter or email including non-standard requests.CAN follow a talk on a familiar topic.\nCAN keep up a conversation on a fairly wide \nrange of topics.\nSocial and TouristCAN read the media for information quickly and with good understanding.\nCAN express opinions and give reasons.CAN ask for clarification and further \ninformation, and is likely to understand the \nanswer. \nCAN keep up a conversation on a fairly wide \nrange of topics.\nWorkCAN understand the general meaning of non-routine \nletters and emails and understand most of the content.\nCAN write a simple report of a factual nature and \nbegin to evaluate, advise, etc.CAN ask for factual information and \nunderstand the answer.\nCAN express own opinion, and express \narguments to a limited extent.\nStudyCAN make simple notes that are of reasonable use for essay or revision purposes, capturing the most \nimportant points.\nCAN present arguments, using a limited range of \nexpression (vocabulary, grammatical structures).CAN answer predictable or factual questions.\nCAN check that all instructions are understood.\n6Reading and Use of English\nPaper 1:\nReading and Use of English tasks\n1 hour 15 mins\nThe paper contains seven parts. The Reading section consists of Parts 5, 6, and 7 of the paper. The Use of English section \nconsists of Parts 1, 2, 3 and 4.\nPARTNUMBER OF \nQUESTIONSNUMBER \nOF MARKSTASK TYPES FOCUS FORMAT\n1 8 8Multiple \nchoice clozeThe main focus is on \nvocabulary, e.g. idioms, \ncollocations, fixed phrases, \ncomplementation, phrasal \nverbs, semantic precision.A modified cloze test containing \neight gaps. There are 4-option \nmultiple-choice items for each \ngap.\n2 8 8Open clozeThe main focus is on \nawareness and control of \ngrammar with some focus \non vocabulary.A modified cloze test containing \neight gaps.\n3 8 8Word \nformationThe main focus is on  \nvocabulary, in particular \nthe use of affixation, \ninternal changes and \ncompounding  \nin word formation.A text containing eight gaps. \nEach gap corresponds to a word. \nThe stem of the missing word is \ngiven beside the text and must \nbe changed to form the missing \nword.\n4 6 12Key word \ntransformationGrammar, vocabulary, \ncollocation.Six separate items, each with \na lead-in sentence and a \ngapped second sentence to be \ncompleted in two to five words, \none of which is a given ‘key’ word.\n5 6 12Multiple \nchoiceDetail, opinion, attitude, \ntone, purpose, main \nidea, gist, meaning from \ncontext, implication, text \norganisation features \n(exemplification, reference).A text followed by six 4-option \nmultiple-choice questions.\n6 6 12Gapped textCohesion, coherence, text \nstructure.A text from which sentences \nhave been removed and placed \nin jumbled order after the \ntext. Candidates must decide \nfrom which part of the text the \nsentences have been removed.\n7 10 10Multiple \nmatchingDetail, opinion, specific \ninformation, implication.A text or several short texts, \npreceded by multiple-matching \nquestions. Candidates must \nmatch a prompt to elements in \nthe text.\nTOTAL 52 70\n7\nPaper 1\nReading and Use of EnglishTips for preparing learners for the Reading and Use of English paper\n \u0017 Y our students should be encouraged to read a wide \nrange of texts both in class and at home so that they \nbuild up a broad vocabulary and become familiar \nwith the many uses of different structures. This should \nenable them to deal with a range of lexical items and \ngrammatical structures in a variety of text types. \nClassroom reading can include a range of reading \ntexts from coursebooks and reading-skills books at \nthis level, as well as articles online from newspapers \nand magazines on topics of interest. As part of the \nhomework assignments, a weekly reading scheme \ncould be started. Y our students could be asked to \nprovide verbal or written reviews of the texts they \nhave read. These could include graded readers, \nunabridged short stories or novels, non-fiction, \nnewspaper or magazine articles, etc. Where possible, \nencourage your students to follow up on their hobbies \nand interests by reading about sport, cars, fashion, \netc. in English in magazines or online. Reading up \nabout hobbies etc. could also lead to written articles \nfor a class project, or short talks. Students should \nbe encouraged to read both online and in print \ndepending on which version of the exam they are \ndoing.\n \u0017 When studying for the exam, it will be useful for your \nstudents to refer to dictionaries and grammar books. \nHowever, they should also develop strategies for \noperating independently of reference books by, for \nexample, guessing the meaning of unknown words \nfrom the context, as they are not permitted to take \ndictionaries into the exam with them.\n \u0017 Students should develop an efficient personal system \nfor recording the new vocabulary they learn. They \nshould record as much detail as possible.\n \u0017 Encourage your students to plan their time carefully \nand not spend too long on any one part of the test. \nThey should try to make sure that they have a few \nminutes at the end of the test to check through their \nanswers. They can do the various parts of the test in \nany order so should decide the most suitable order \nfor them.\n \u0017  Where texts have a title, encourage your students to \npay attention to it as it will indicate the main theme of \nthe text.\n \u0017  Encourage your students to read through each text \ncarefully before beginning to answer the questions so \nthat they have a clear idea of what it is about.\n \u0017 In Parts 2 and 4, there may be more than one \npermissible answer for a question. However, students \nshould only give one answer for each question. If they \ngive two answers, and one of them is incorrect, they \nwill not be given a mark. If they want to change an \nanswer, they should delete it or rub it out. \u0017 Where there are examples, students should refer to \nthem to help them understand what they have to do. \nRemind them that in the paper-based exam they must \nnot write the answer to the example on their answer \nsheet.\n \u0017  Make your students aware that correct spelling is \nessential in Parts 2, 3 and 4.\n \u0017 With coursebook texts, encourage your students to \nfocus on any pre-reading questions. These stimulate \ninterest in the topic covered by the text and train your \nstudents in valuable prediction techniques.\n \u0017 Some coursebooks include questions which are to \nbe answered while reading a text. These will help \nyour students to work their way through the text and \ninterpret the meaning of more complex passages. \nThe questions will also involve them in using different \nreading strategies. It is useful to encourage your \nstudents to be aware of alternative ways of dealing \nwith texts so they can decide which ones suit them \nbest.\n \u0017 Make sure your students are familiar with the \nformat of the tasks. Train them to read carefully the \ninstructions on the front page of the question paper \nand at the start of each task. The instructions give \na brief context for each text and remind candidates \nwhat they have to do.\n \u0017 When your students are familiar with the different \ntask types, discuss with them which part(s) take \nthem longer to complete. Following this discussion, \nyou could work out with them possible timings for \neach task. Remind them that each task is worth \napproximately equal marks. The outcome of the \ndiscussion will also help you to decide which task \ntypes to concentrate on in future classes and where \nassistance is needed with developing particular \nreading skills.\n8   Completing the digital test   \n(digital test only)\n• All answers are typed directly onto the computer. \n• Candidates may take pens and pencils and water \nin a clear, see-through bottle into the exam room, \nbut nothing else (including bags and anything \nelectronic). \n• Candidates should listen carefully to the instructions \nwhich the invigilator gives and follow the instructions \non the computer screen.\n• There is a timer on the screen which tells candidates \nhow much time they have left. \n• Candidates may make notes on paper during the \nexam. They must leave these notes on their desk at \nthe end of the exam.\n• Sometimes candidates may decide that the answer \nthey have written is wrong and wish to change it. This \ncan easily be done in all parts of the test by clicking \non a different option or by deleting and rewriting the \nanswer.\n• Give your students practice in in using the digital \nplatform so they are familiar with the different \nfeatures before exam day. The questions they have \nanswered or left are indicated at the bottom of the \nscreen so they can easily go back and complete \nunanswered questions.    Completing the answer sheet   \n(paper-based test only)\n• All answers must go on an answer sheet.\n• Candidates should use a pencil to complete the \nanswer sheet.\n• No additional time is allowed for completing the \nanswer sheet.\n• Students can do the various parts of the test in any \norder. However, it may be better to do them in the \norder of the question paper. This can help to avoid \nthe possibility of putting answers in the wrong \nsections of the answer sheet.\n• For the Reading and Use of English component, \ncandidates shade a lozenge on the answer sheet to \nshow their answer for Parts 1, 5, 6 and 7 and write \ntheir answers on the correct part of the answer \nsheet for Parts 2, 3, and 4.\n• Sometimes candidates may decide that the answer \nthey have written is wrong and wish to change it. \nIf this happens in Parts 1, 5, 6 or 7, they will need \nto rub out the mark they have made and mark a \ndifferent lozenge. In Parts 2, 3 and 4, they should \nclearly rub out the word or words and replace them. \nThey should not try altering the word itself as this \nwill make it unclear. They should not put the word in \nbrackets as it will appear to be an alternative.\n• Remind your students that handwriting should be \nclear so that it can be read easily by the markers.\n• Give your students practice in completing the answer \nsheet. When writing their answers on the answer \nsheet, they must be careful to make sure that they \nput the answer by the appropriate question number. \nThis is especially important if they leave some \nquestions unanswered. They must also be sure to \nwrite in capital letters in Parts 2, 3 and 4.\n• Show your students how to fill in the answer sheet \nand give them practice in doing this in a timed \nexercise. Explain to them that they can transfer their \nanswers after each task or at the end of the paper.\nReading and Use of English   Preparing learners 9\nPaper 1Advice by task\nThis section shows example screenshots from the B2 First Digital exam. To access the complete digital \nsample test, please scan the QR code, or go to camengli.sh/3YMtIM6\nReading and Use of English Part 1\nTHE T ASK\n f Part 1 consists of a text in which there are eight gaps. Candidates have to choose which one of the four words or phrases in the set fills the gap correctly.\n f Candidates are required to draw on their lexical knowledge and understanding of the text in order to fill the gaps. Some questions test at a phrasal level, such as collocations and set phrases. Other questions test meaning at sentence level or beyond, with more processing of the text required. A lexico-grammatical element may be involved, such as when \ncandidates have to choose the option which fits correctly with a following preposition or verb form.\nHOW TO APPROACH THE T ASK\n f Remind your students that different types of words are tested in this part. Sometimes it is necessary to choose between \nwords with a similar meaning, e.g. choosing leaking rather than spilling, pouring or flowing to fill the gap in The roof of our tent was …. At other times it will be necessary not simply to know the meaning but also to know which word is correct \nbecause of the preposition, adverb or verb form which follows, e.g. choosing interested rather than keen, enthusiastic or \neager to fill the gap in You may be … in applying for this job.\n f Give your students practice in recognising the differences in meaning between similar words, e.g. cut and tear. They \nshould try to learn whole phrases as well as individual words in context, and they should be aware that knowing the \ngrammatical patterns and collocations of words is as important as knowing their meaning.\n f This part of the paper also tests collocations, such as to pay attention to, and linking phrases such as even if. Phrasal verbs are also tested here. They may be tested in three different ways: the whole of the phrasal verb, e.g. keep on, just \nthe verb itself, e.g. keep, or just the preposition or adverb which follows the verb, e.g. on. Thus, some questions test at a \nphrasal level, while others test meaning at sentence level or beyond, with more processing of the text required.\n f Remind your students to make sure the answer they choose fits into the sentence. They should not choose their answer \nsimply after reading the words which come before the gap; they need to read the words which follow as well. It is sometimes the case that a preposition or adverb which follows a gap determines which of the options is correct.\n f Get your students used to reading all the options for any question before deciding which one fills the gap correctly, and remind them that they should never choose more than one option as the answer.\n10Reading and Use of English Part 2\nTHE T ASK\n f Part 2 consists of a text in which there are eight gaps. Candidates are required to draw on their knowledge of the \nstructure of the language and understanding of the text in order to fill the gaps. In this part, as there are no sets of words from which to choose the answers, candidates have to think of a word which will fill the gap correctly.\n f The focus of the gapped words is either grammatical, such as articles, auxiliaries, prepositions, pronouns, verb tenses and forms, or lexico-grammatical, such as phrasal verbs, linkers and words within fixed phrases. The answer will always be a single word. In some cases, there may be more than one possible answer and this is allowed for in the mark scheme.\n f The absence or misuse of punctuation is ignored, although spelling, as in all the Use of English parts of the paper, must be correct.\nHOW TO APPROACH THE T ASK\n f As in Part 1, candidates need to read the words which follow the gap as well as those which come before it. Tell your students that they should make sure that if they are filling the gap with a verb, it agrees with its subject.\n f Remind students to keep in mind a sense of the whole text.\n f Make your students aware that they must use only one word to fill each of the gaps. They should never use abbreviations (e.g. sthg for something), and (with the exception of can’t  = cannot) they should not fill any of the gaps \nwith a contraction (e.g. didn’t, he’ll), as these count as two words.\nReading and Use of English   Advice by task 11\nPaper 1Reading and Use of English Part 3\nTHE T ASK\n f Part 3 consists of a text containing eight gaps. Separated from the text, there is a stem word in capital letters. In the \ndigital test, this appears on the right of the screen. In the paper-based test, this appears at the end of some of the lines. Candidates need to form an appropriate word from given stem words to fill each gap.\n f The focus of this task is primarily lexical, though an understanding of structure is also required. It tests the candidates’ knowledge of how prefixes, suffixes, internal changes and compounds are used in forming words. Candidates may be required to demonstrate understanding of the text beyond sentence level.\nHOW TO APPROACH THE T ASK\n f Students should be made aware of the range of words which can be formed from the same stem word, e.g. compete, competition, competitor, competitive, competitively, and the negative forms of these words e.g. uncompetitive. In the examination, when they see the ‘stem word’ at the end of a line, they must not automatically write a related word which \nthey know well as their answer. They need to read the surrounding sentence to decide what the missing word is.\n f Sometimes the missing word will need to be in the plural, and sometimes it will need to be in a negative form. The sense \nof the text around the gap will help candidates decide if it is necessary to put the word in the plural or to make it negative.\n f Make your students aware that answers will not always need only prefixes or suffixes to be added to a word; sometimes internal changes will need to be made (e.g. long to length).\n f Remind your students that each stem word applies only to the gap with the same number, or in the paper-based exam, the gap on the same line. They must not try to form a word from that stem word in any other line. In every case the stem word will have to be changed.\n12Reading and Use of English Part 4\nTHE T ASK\n f Part 4 consists of six questions. Each question contains three parts: a lead-in sentence, a key word, and a second \nsentence of which only the beginning and end are given. Candidates have to fill the gap in the second sentence so that the completed sentence is similar in meaning to the lead-in sentence. The gap must be filled with between two and five \nwords, one of which must be the key word. The key word must not be changed in any way.\n f In this part of the test the focus is both lexical and grammatical and a range of structures is tested. The ability to express \na message in a different way shows flexibility and resource in the use of language.\n f The mark scheme splits the answer into two parts and candidates gain one mark for each part which is correct.\nHOW TO APPROACH THE T ASK\n f In preparing for this part of the test, give your students practice in paraphrasing. This might include rewriting sentences from texts, saying things again ‘in other words’, as well as working on lexical synonyms and grammatical transformations. In the examination, they must make sure that the answer makes the second sentence mean, as far as possible, the same \nas the lead-in sentence.\n f Remind your students that the answer must consist of two, three, four or five words. If candidates write more than five \nwords they will not be awarded the marks.\n f Remind your students that they must use the key word in their answer and they must not change it in any way. If they do not use it or if they alter it, they will not be awarded the marks.\n f Make sure your students pay careful attention to any verb in the final part of the second sentence as it will often indicate whether to use a singular or plural noun in the answer.\n f Remind your students that when typing or writing their answers, they should not write the whole or part of the second sentence; they should write the words that are needed to fill the gap, including the key word.\n f When they are counting the words, students should remember that, as in Part 2, they must count contracted words (with the exception of can’t  = cannot) as the full form (e.g. didn’t = two words did not ).\nReading and Use of English   Advice by task 13\nPaper 1Reading and Use of English Part 5\nTHE T ASK\n f Part 5 consists of a text, followed by six 4-option multiple-choice questions which test the understanding of content and \ntext organisation. The text may be taken from, for example, a modern novel or an article. Questions may focus on the main ideas or details in the text, and on the attitudes or opinions expressed. Candidates may also be asked to deduce \nthe meaning of a word or phrase and to demonstrate understanding of references, such as pronouns, within the text. \nAdditionally, questions may focus on the tone of the text or the writer’s purpose, as well as the use of exemplification or comparison. These questions may require candidates to infer the meaning from clues in the text, a skill which is an essential part of reading ability.\n f The 4-option multiple-choice questions are presented in the same order as the information in the text so that candidates can follow the development of the writer’s ideas as they work through the questions. The final question may require candidates to interpret an aspect of the text as a whole.\nHOW TO APPROACH THE T ASK\n f Train your students to read through the text before looking at the questions. As three out of the four options are incorrect, there is no point in trying to absorb them all before tackling the text.\n f Get your students to read each question carefully so that they have some idea of what they need to look for.\n f Warn your students about the risks of word spotting, that is, assuming that an option must be correct simply because it contains a word that is also in the text. Students need to check that the meaning of an option is reflected in the text, not \nthat one word is the same in both.\n f When the questions take the form of incomplete sentences, encourage your students to read both parts of the sentence \ncarefully. They need to check that the whole sentence matches what is written in the text and not just the phrase in one of the options.\n f Make sure your students read texts in which opinions, ideas and attitudes are expressed, such as interviews with actors or musicians in which they explain their interests and what they believe helped them to become successful, or extracts from novels which focus on characters’ feelings.\n14Reading and Use of English Part 6\nTHE T ASK\n f Part 6 consists of one text, for example an extract from a magazine, from which six sentences have been removed \nand placed in jumbled order after the text, together with a seventh sentence which does not fit in any of the gaps. Candidates are required to decide from where in the text each sentence has been removed. Each sentence may be used \nonly once, and there is one sentence that candidates do not need to use. The task tests understanding of how texts are \nstructured.  \n f Rather than concentrating on individual sentences, candidates need to be able to follow the development of ideas, \nopinions and events through the text as a whole, using their understanding of text coherence and cohesion devices.\nHOW TO APPROACH THE T ASK\n f Train your students to read through the text with gaps in it first so that they gain an overall idea of the structure of the text and the development of the writer’s ideas, before starting to do the task.\n f When your students are selecting a sentence to fill a gap, make sure that they look carefully at the information before and after the gap. Candidates sometimes make the wrong choices by selecting options which seem to fit the text before the gap, and neglecting to check that the text after the gap follows on logically.\n f Give your students plenty of practice in recognising a wide range of linguistic devices which mark the logical and cohesive development of a text, for example words and phrases indicating time periods, cause and effect, exemplification, contrasting arguments, repetition, concordance of tenses, pronouns, etc. This will help them to make the \ncorrect choice between two possible sentences which seem rather similar at first sight.\n f As in Part 5, it is important to discourage your students from relying on ‘word spotting’, i.e. assuming that if the same \nword, name, date, etc. appears in the surrounding text and one of the options, that is automatically the right sentence to fill the gap. Train them to check all the other linguistic clues carefully before making their final decision.\nReading and Use of English   Advice by task 15\nPaper 1Reading and Use of English Part 7\nTHE T ASK\n f Part 7 consists of one long text or up to six shorter texts, preceded by 10 questions. Candidates are required to locate \nthe specific information which matches the questions. To do this, they need to understand detail, attitude or opinion in the question and locate a section of text where that idea is expressed, discounting ideas in other sections which may \nappear similar but which do not reflect the whole of the question accurately. Some of the options may be correct for \nmore than one question.\nHOW TO APPROACH THE T ASK\n f Y our students will need practice in skimming and scanning texts quickly for specific information in order to prepare for this task. Once they have done this, it may be helpful to divide the class into teams and encourage them to ‘race’ against each other. Points should be deducted for incorrect answers, to emphasise the need for accuracy as well as speed.\n f In class, ask your students to tell you why a particular part of the text matches a question. This will help them to check their choices carefully. Once again, discourage them from choosing an answer on the basis of similar vocabulary alone.\n f Give your students plenty of opportunity to read book and film reviews or articles in which a number of different people express their thoughts about their hobbies, etc. Y ou could also ask students, either as a pair or group activity in class, or as a homework assignment, to devise their own Part 7 task, based on texts you provide or ones that they find for \nthemselves. Writing challenging questions for their classmates to try will help the students understand what clues they \nwill need to look for when tackling a real Part 7 task.\n16Assessment\nAnswer key for digital test\nY ou can find the complete digital sample sample test of the B2 First preparation page: camengli.sh/3YMtIM6\nPlease note that the digital exams do not use letters for the multiple-choice options.\nQ PART 1\n1 B\n2 C\n3 B\n4 D\n5 C\n6 A\n7 D\n8 BQ PART 2\n9 where\n10 so\n11 myself\n12 in\n13 which/that\n14 out/ on/ at\n15 from\n16 anyQ PART 3\n17 producer\n18 illness(es)\n19 effective\n20 scientists\n21 addition\n22 pressure\n23 disadvantage\n24 spicyQ PART 4\n25 a good idea | to go\n26 talented | that  he/ she\n27 if he/ she knew | what/the\n28 spent/took/was | a long  time\n29 are/is said  | to be OR it is said  | are/is\n30not | call off OR you/we didn’t/ did not \n| call off\nQ PART 5\n31 C\n32 D\n33 C\n34 A\n35 D\n36 CQ PART 6\n37 D\n38 G\n39 F\n40 A\n41 E\n42 CQ PART 7\n43 A\n44 D\n45 B\n46 D\n47 B\n48 A\n49 C\n50 B\n51 C\n52 D\nReading and Use of English   Assessment 17\nPaper 1Paper-based sample test\n2 \nPart 1 \nFor questions 1 – 8, read the text below and decide which answer (A, B, C or D) best fits each gap. \nThere is an example at the beginning (0). \n \nMark your answers on the separate answer sheet. \n \nExample: \n \n0 A report  B describe  C inform  D tell \n \n0  A B C D \n \n _________________________________________________________________________________  \n \nThe oldest leather shoe in the world \nArchaeologists (0) …..... that a perfectly preserved 5,500-year-old shoe has been discovered in a \ncave in Armenia in south-west Asia.  It is (1) …..... to be the oldest leather shoe ever found. \n \nThe shoe was made of a single piece of leather, stitched at the front and back, and was shaped to fit \nthe wearer’s foot.  It had been (2) …..... with grasses, either for warmth or to make sure it kept its \nshape.  ‘The shoe is relatively small but we can’t say for (3) ...….. whether it was worn by a man or a \nwoman,’ says Dr Ron Pinhasi, an archaeologist on the research (4) ...…...  ‘We thought at first that it \nwas about 600-700 years old because it was in such good shape.’   \n \nShoes of this type from later periods have turned (5) ...….. in archaeological excavations in various \nplaces in Europe, and shoes of a very similar design were still being used on the Aran Islands off the \nwest coast of Ireland as (6) …..... as the 1950s.  It’s (7) …..... a style which (8) …..... popular for \nthousands of years. 3 \nTurn over ► 1 A accepted B regarded C assessed D believed \n         \n2 A stuffed B loaded C pushed D blocked \n         \n3 A clear B specific C true D certain \n         \n4 A class B force C team D company \n         \n5 A over B into C up D about \n         \n6 A recently B lately C presently D immediately \n         \n7 A correctly B exactly C precisely  D obviously \n         \n8 A held B stood  C remained D lasted \n \n \n184 \nPart 2 \nFor questions 9 – 16, read the text below and think of the word which best fits each gap.  Use only \none word in each gap.  There is an example at the beginning (0). \n \nWrite your answers IN CAPITAL LETTERS on the separate answer sheet . \n \nExample: 0  S I N C E               \n \n _________________________________________________________________________________  \n \nFrom black pepper to chilli pepper \n \nIn the 15th century, Europeans knew nothing of the chilli pepper, but they held black pepper in high \nregard and had used it in cooking (0) …….. Greek and Roman times.  Ships travelling east brought \nthe black pepper from the Spice Islands in South East Asia but this (9) …..... a long time.  In 1492, \nChristopher Columbus was asked to find a shorter route to the Spice Islands, going westwards \n(10) …..... than eastwards, and so he set (11) …...... from Spain across the Atlantic Ocean. \n \nColumbus didn’t succeed (12) …….. finding the Spice Islands but he (13) ……..  manage to discover \nthe Americas.  There he (14) ……..  across another pepper; the chilli, which had been used in cooking \nin South America for thousands of years.  Soon (15) ……..  Columbus’s discovery, large quantities of \nchillies were being shipped back to Spain from the Caribbean.  Later, people realised that chillies \nwould actually grow in southern Europe and it wasn’t long before fresh chillies were (16) …….. sale in \nEuropean markets. \n 5 \nTurn over ► Part 3 \nFor questions 17 – 24, read the text below.  Use the word given in capitals at the end of some of the \nlines to form a word that fits in the gap in the same line.  There is an example at the beginning (0).   \n \nWrite your answers IN CAPITAL LETTERS on the separate answer sheet . \n \nExample: 0  M E M O R A B L E           \n \n _________________________________________________________________________________  \n \nFamily bike fun   \nNational Bike Week was celebrated last week in a (0) …….... way with a \nFamily Fun Day in Larkside Park. The event (17) …….... to be highly \nsuccessful with over five hundred people attending. \n \nLarkside Cycling Club brought along a (18) …….... of different bikes to \ndemonstrate the (19) …….... that family members of all ages can get from \ngroup cycling. Basic cycling (20) …….... was taught using conventional bikes. \nThere were also some rather (21) …….... bikes on display. One-wheelers, five-\nwheelers and even one which could carry up to six (22) …….... , were used for \nfun. \n \nThe club also gave information on how cycling can help to reduce (23) …….... \ndamage. They also provided (24) …….... as to how people could substitute the \nbike for the car for daily journeys. The overall message was that cycling is \ngreat family fun and an excellent alternative to driving. By the end of the day \nover a hundred people had signed up for membership.   MEMORY \nPROOF \n \n \nVARY \nENJOY \nSAFE \nUSUAL \nRIDE \n \n \nENVIRONMENT\nSUGGEST \n \nReading and Use of English   Paper-based sample test 19\nPaper 16 \nPart 4 \nFor questions 25 – 30, complete the second sentence so that it has a similar meaning to the first \nsentence, using the word given.  Do not change the word given .  You must use between two and \nfive words, including the word given.  Here is an example (0). \n \nExample: \n \n0 A very friendly taxi driver drove us into town. \n  \n DRIVEN \n  \n We …………………………………………………… a very  friendly taxi driver. \n \nThe gap can be filled by the words ‘were driven into town by’, so you write: \n \nExample: 0  WERE DRIVEN INTO TOWN BY  \n \nWrite only the missing words IN CAPITAL LETTERS on the separate answer sheet. \n _________________________________________________________________________________  \n \n \n \n25 Paula can’t wait to hear the band’s new album. \n \n FORWARD \n \n Paula is really …………………………………………………… the band’s new album. \n \n \n \n \n26 Buying a daily newspaper seems pointless to me. \n \n POINT \n \n I can’t …………………………………………………… a daily newspaper. \n \n \n \n \n27 Daniel thought the flight would be more expensive than it actually was. \n \n NOT \n \n The flight …………………………………………………… as Daniel thought it would be. \n \n \n \n 7 \nTurn over ► 28 It’s a shame I’m not able to come to your party on Saturday. \n \n COULD \n \n I …………………………………………………… to your party on Saturday. \n \n \n \n \n29 There were no trainers left in Denzel’s size anywhere on the website. \n \n SOLD \n \n The website had …………………………………………………… trainers in Denzel’s size. \n \n \n \n \n30 Gwenda deleted her sister’s photographs by accident. \n \n MEAN \n \n Gwenda …………………………………………………… he r sister’s photographs. \n \n \n \n \n208 \nPart 5 \nYou are going to read an article about a woman who trains actors in fighting skills.  For questions  \n31 – 36, choose the answer (A , B, C or D ) which you think fits best according to the text.  \n \nMark your answers on the separate answer sheet. \n _________________________________________________________________________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  line 22 \n \n \n \n \n \n \n \n \n \n  line 30 Kombat Kate \n \nJames Stanton meets ‘Kombat Kate’ Waters, who trains theatre actors in how  to ‘fight’ on stage. \n \n \nThere must be few occasions when it would be really rude to refuse an invitation to head- butt someone \nyou’ve just met! But I’m in one of those right now. I’m in a rehearsal room in a theatre with a group o f\nactors, facing up to stage fighting director Kate Waters. I’ve already dragged her around the room and\nslapped her on the arm. Now she wants me to head-butt her. But fear not, this is all strictly pretend! \n \n‘Imagine there’s a tin can on my shoulder,’ she says. ‘Now  try to knock it off.’ I lower my head as instructed,\nthen lift it sharply, aiming for the imaginary can, hopi ng desperately that I don’t miscalculate the angle and\nend up doing damage to her face. To my amazem ent, I get it right. ‘That was good,’ says Waters. ‘Now\nmaybe try it again without smiling.’ \n \nWaters, known in the industry as Kombat Kate, is s howing me how actors fight each other without getting \nhurt, and that includes sword-fighting. (She inspires fi erce devotion: when I tweet that I’m meeting Waters,\none actress friend responds: ‘She’s amazing. She taught me how to be a secret service agent in two days.’) \n \nPerhaps the most famous play Kate has worked on recently was called Noises Off. She taught the cast how to \nfall down stairs without breaking any bones. One of the fight scenes is fairly close, Kate tells me, to the one\nwe’re trying out now. ‘I’ve just slowed it down a bit,’ she says tactfully, before inviting me to throw he r\nagainst the wall. I obey, making sure I let go of her quickly, so she can control her own movement. Push you r\nopponent too hard, and they will hit the wall for real. I watch her hit the wall before falling to the ground. \nShe’s fine, of course. ‘That’s my party trick, ’ she says with a grin. ‘Works every time.’ \n \nOnce the lesson is over Kate tells me how she became one of only two women on the official register of stage\nfight directors. Already a keen martial arts expe rt from childhood, Kate did drama at university, and one\nmodule of her course introduced her to stage combat . When she made enquiries about the possibility o f\nteaching it as a career, she was told about the register and the qualifications she’d need to be accepted onto it. \nIt was no small order: as well as a certificate in advan ced stage combat, she would need a black belt in karate\nand proficiency in fencing, a sport she’d never tried before. \n \nBut she rose to the challenge and taught the subject  for several years at a drama college before going\nfreelance and becoming a fight advisor for the theatrical  world. The play she’s wo rking on is Shakespeare’s\nRichard III. This involves a famous sword fight. With no instructions left by the great playwright other than –\nEnter Richard and Richmond: they fight, Richard dies – the style and sequence of the fight is down to Kate \nand the actors. \n \n‘I try to get as much information as possible about what a fight would have been like in a particular period,’ \nKate explains. ‘But because what I’m eventually doing is  telling a dramatic story, not all of it is useful. The\nscene has to be exciting and do something for the audience.’ \n \nUltimately, of course, a stage fight is all smoke and mirrors. In our lesson, Kate shows me how an actor will \nstand with his or her back to the audience ahead of a choreographed slap or punch. When the slap comes it\nmakes contact not with skin but with air: the actor whacks his chest or leg to make the sound of the slap. \n \nIn the rehearsal room, I can’t resist asking Kate how she thinks she would fare in a real fight. Would she give\nher attacker a hard time? She laughs, ‘Oh, I’d be awful,’ she says. ‘I only know how to fake it.’ I can’t help\nthinking, however, that she’s just being rather modest.   \n 9 \nTurn over ► 31 In the first paragraph, the writer is aware of \n   \n A a critical attitude from Kate. \n B the concern of the other actors. \n C the need to reassure his readers. \n D having been in a similar situation before. \n   \n32 How does the writer feel when Kate mentions the tin can? \n   \n A worried about hurting Kate \n B relieved that Kate is just pretending \n C concerned that it may injure his head \n D convinced that he won’t take it seriously enough \n   \n33 When Kate and the writer repeat the fight scene from Noises Off, we learn that \n   \n A the writer isn’t sure of his instructions. \n B Kate has adapted it slightly for the writer to try. \n C the writer is initially unwilling to do it. \n D Kate has to react quickly to a mistake the writer makes. \n   \n34 What does the phrase ‘no small order’ (line 22) tell us about stage combat? \n   \n A Kate knew she would love learning about it. \n B It is something very few people ever perfect. \n C Studying it required a lot of obedience and respect. \n D Qualifying to teach it would be a long and difficult process. \n   \n35 What does the writer tell us about the sword fight in the play Richard III? \n   \n A Its details need to be made up. \n B It’s a particularly challenging scene to do. \n C Its action is conveyed through spoken words. \n D It is widely agreed to be the most exciting of its kind. \n   \n36 What does ‘it’ refer to in line 30? \n   \n A information  \n B a fight \n C a particular period \n D a dramatic story \n   \n \nReading and Use of English   Paper-based sample test 21\nPaper 110 \nPart 6 \nYou are going to read a newspaper article about t he man who designed the recycling symbol.  Six \nsentences have been removed from the article.  Choose from the sentences A – G  the one which fits \neach gap (37 – 42).  There is one extra sentence which you do not need to use. \n \nMark your answers on the separate answer sheet. \n373839404142 \n  \n  How the recycling \nsymbol was created  \n  \n Gary Anderson designe d a symbol which we \nsee everywhere nowadays. \n \nI studied engineering at the University of \nSouthern California at a time when there was a \nlot of emphasis in the United States on training \nyoung people to be engineers. That said, I \neventually switched to architecture. I just \ncouldn’t get a grasp on electronics and \narchitecture seemed more concrete to me.  \n \nIt was around that time that I saw a poster \nadvertising a design competition being run by \nthe Container Corporation of America. The idea \nwas to create a symbol to represent recycled \npaper. One of my college requirements had \nbeen a graphic design course so I thought I’d \ngive it a go. It didn’t take me long to come up \nwith my design: only a day or two. x37xx xx But \nI already had arrows and angles in my mind \nbecause on my course I’d done a presentation \non recycling waste water. I’d come up with a \ngraphic that described this process very simply. \n \nThe problem with the design I’d done earlier \nwas that it seemed flat, two-dimensional. So \nwhen I sat down to enter the competition, I \nthought back to a field trip in elementary school \nto a newspaper office where we’d been shown \nhow paper was fed over rollers as it was printed. \nx38xx xx The three arrows in it look like strips \nof folded-over paper. I drew them in pencil, and \nthen traced over everything in black ink. These \ndays, with computer graphics packages, it’s rare \nthat designs are quite so plain.   I think I found out I’d won the competition in a \nletter. Was I excited? Well, yes of course – but \nnot that excited. x39xx xx So it just seemed \nlike, of course I would win! There was a \nmonetary prize, though for the life of me I can’t \nremember how much it was... about $2,000? \n \nWhen I finished my studies, I decided to go into \nurban planning and I moved to Los Angeles. It \nseems funny, but I really played down the fact \nthat I’d won this competition. I was afraid it \nwould make me look as though I was interested \nin graphics, rather than urban planning. \nx40xx xx I remember seeing it once on a leaflet \nwhich had been produced on recycled paper, \nbut then it disappeared. \n \nA while after graduating, I flew to Amsterdam for \na holiday. I’ll never forget: when I walked off the \nplane, I saw my symbol. It was on a big \nrecycling bin. And it was bigger than a beach \nball! x41xxx x I was really taken aback. That \nwas quite a long time ago though. Since then, \nI’ve got more qualifications and worked for quite \na few different firms, some more \nenvironmentally aware than others. \n \nI feel much prouder of the recycling symbol now \nthan I used to, probably because it’s so widely \nseen. Maybe this design has been more \nimportant to me than I’d thought. x42xx xx \nThere’s more to me than the recycling symbol.  11 \nTurn over ►  \n \n \n \n \n \n \n \n \n \n \n \n \n     \nA Still, I’d hate to think that my life’s work is \ndefined by it.  E I realise that seems ridiculous for something \nthat’s been so successful. \n     \nB I used what I’d seen to create the image.  F Also, nothing much happened to the symbol \nfor a while. \n     \nC I’m no expert on recycling but I can certainly \nsee its value.  G I guess at that point in my life I had an \nexaggerated sense of my own importance. \n     \nD I hadn’t thought about it for years and there it \nwas right in my face.    \n     \n \n2212 \nPart 7 \nYou are going to read part of the autobiography of a surfing instructor.  For questions 43 – 52, choose \nfrom the sections ( A – E).  The sections may be chosen more than once.  \n \nMark your answers on the separate answer sheet.  \n _________________________________________________________________________________  \n \nIn which section does the writer mention \n \nfeeling satisfaction that her determination resulted in better performance? 43   \n   \nthe problem of having to wait for conditions to be favourable for surfing? 44   \n   \na change which helped her to pursue her hobby? 45   \n   \ncontinuing to surf even when the conditions were unfavourable? 46   \n   \nthe pleasure she gets from seeing others succeed? 47   \n   \nbeing aware that it would take time for her abilities to be recognised? 48   \n   \nher enthusiasm for the sea being recognised by someone else? 49   \n   \nan admission that she doesn’t think about what she is doing when surfing? 50   \n   \nnot being concerned that she stood out from others? 51   \n   \npeople appreciating her serious attitude towards her surfing? 52   \n   13 \n Walking on waves \n \nSarah Whiteley talks about her love of surfing and how it began. \n \n \nA My journey to the sea began when I was tiny.\nMy mum, who used to surf then, would sit me\non one of her old boards and push me into the\nlittle waves in a few centimetres of water. We\nboth soon realised I had an unstoppable\nappetite for the waves, something which has\nnever faded. Soon after that we moved to a\nhouse which was almost on the beach. I could\nliterally walk out of the garden into the sea.\nLiving by the sea is something you never take\nfor granted if you surf. I open the curtains in the\nmorning and my heart leaps as I see the long\nperfect lines of waves rolling into the bay. \n \n D Over time and after a few hair-raising moments, \nI made some friends and mutual respect \nblossomed between me and the guys who \nspent all their time in the waves with me. When \nI started pulling off some good moves on my \nsurfboard and throwing a bit of spray on the \nwaves, they began giving me a bit of credit, so \nthat if I was going out when the surf was really \nbig, they would shout out instructions to make \nsure I had the best chance. They knew I wasn’t \nmessing about and that I was going for it out \nthere. Things got really interesting when I went \nin for competitions. In fact, I entered every \nnational surfing competition over ten years. \nCompetition surfing can be extremely \nfrustrating, since you can never guarantee \nwaves at a certain time on a certain day, and \nthere’s vast amounts of hanging around. \n \n B Being the only girl in the water when I was\nlearning to surf never bothered me because I’d \nalways been trying to keep up with an elde r\nbrother who was exceptionally good at sports.\nSo there I was, a tiny little thing, itching to\nbetter my surfing by checking out other surfers\nand looking for new moves. I was surfing fou r\ntimes a day in the summer holidays, before and\nafter school right through the winter months as\nthe temperatures dropped and the sea was\nreally wild. I just couldn’t get enough of it. \n \n E Now I’ve set up a surf school and I’ve got a \nwhole new perspective. When you start \nteaching something, you have to learn fo r \nyourself again. Everything you’ve been doing \ninstinctively without really noticing for the last \nfifteen years has now got to be passed on, and \nit gets surprisingly detailed and tricky in parts. \nBut it’s been fantastic introducing so many \npeople to the sport, and it’s even better when \nyou get to see their big grins when they stand \nup for the first time and ride a wave into the \nshore. Surfing has taken me all over the world \nand now it feels like it’s brought me home \nagain. \n C Things started to get competitive as I got olde r\nand stronger. I was tackling more challenging\nwaves: faster, more powerful and more\ndangerous, but I was gaining confidence and\nbuilding up my experience, and it was really\nrewarding to see myself improving. And that’s\nwhen the boys started to notice me, and they\nweren’t too sure how to cope with it. They\nseemed to think along the lines of ‘She’s only a\ngirl – she won’t manage that wave, so I’ll get in\nthere and show her how to do it.’ Convincing\nthem that I could hold my own in the waves\nwasn’t going to happen overnight. \n \n \n    \n \nReading and Use of English   Paper-based sample test 23\nPaper 1Assessment\nAnswer key for paper-based test\nY ou can find the complete digital sample test on the B2 First preparation page: camengli.sh/ 3YMtIM6\nReading and Use of English paper-based sample test\nQ PART 1\n1 D\n2 A\n3 D\n4 C\n5 C\n6 A\n7 D\n8 CQ PART 2\n9 took\n10 rather\n11 off/ out/ sail\n12 in\n13 did\n14 came\n15 after\n16 on/forQ PART 3\n17 proved\n18 variety\n19 enjoyment\n20 safety\n21 unusual\n22 riders\n23 environmental\n24 suggestionsQ PART 4\n25 looking forward | to hearing\n26see the point | in/ of buying OR see \nany point | (in) buying\n27 was not | as/ so expensive\n28 wish | (that) I could come\n29 (completely) sold out | of (the)\n30 didn’t/ did not mean | to delete\nQ PART 5\n31 C\n32 A\n33 B\n34 D\n35 A\n36 AQ PART 6\n37 E\n38 B\n39 G\n40 F\n41 D\n42 AQ PART 7\n43 C\n44 D\n45 A\n46 B\n47 E\n48 C\n49 A\n50 E\n51 B\n52 D\n24Paper-based answer sheet\nParts 1, 5, 6 and 7:\nMark ONE letter for each question.\n \nFor example, if you think A is the right\nanswer to the question,\nmark your answer\nsheet like this:\n8Parts 2, 3 and 4:  Write your answer clearly in CAPITAL LETTERS.\n \nFor parts 2 and 3, write\none letter in each box.OFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK ABOVE THIS LINE Page 1 of 2\nOFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK BELOW THIS LINE Page 1 of 2First Reading and Use of English Candidate Answer Sheet\n \nContinues over  \nCandidate\nName\nCentre\nNumberCandidate\nNumber\nCentre\nName\nAssessment\nDateExamination\nDetailsExamination\nTitle\nCandidate\nSignature\nSupervisor: If the candidate is ABSENT or has WITHDRAWN shade here\nA B C D\nA B C D\nA B C D\nA B C D\nA B C D\nA B C D1\n2\n3\n4\n5\n6\nA B C D\nA B C D712\n13\n14119\n10\n15Do not write\nbelow here\n1 0 11\n1 0 12\n1 0 13\n1 0 141 0 9\n1 0 10Part 2 Part 1\n1 0 15Instructions\nUse a PENCIL (B or HB).\nRub out any answer you want to change using an eraser.\n161 0 16\n38926\n38926OFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK ABOVE THIS LINE Page 2 of 2\nOFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK BELOW THIS LINE Page 2 of 2Do not write\nbelow here Part 3\n1 0 20\n1 0 21\n1 0 221 0 17\n1 0 18\n1 0 19\n1 0 23\n1 0 2421\n22\n232017\n18\n19\n24\n25\n26\n27\n28\n29\n30Part 4Do not write\nbelow here\nA B C D\nA B C D\nA B C D\nA B C D\nA B C D\nA B C D31\n32\n33\n34\n35\n36Part 5\n37\n4038\n39A B C D E F G\nA B C D E F G\nA B C D E F G\nA B C D E F G\nA B C D E F G41\n42A B C D E F GPart 6\n43\n4644\n45A B C D E F\nA B C D E F\nA B C D E F\nA B C D E F\nA B C D E F47\n48A B C D E FPart 7\n5049A B C D E F\nA B C D E F\nA B C D E F51\n52A B C D E F10 252\n10 262\n10 272\n10 282\n10 292\n10 30238926\n38926\nReading and Use of English   Paper-based answer sheet 25\nPaper 1Writing\nPaper 2:\nWriting tasks\n1 hour 20 mins\nThe test contains two parts. Candidates are required to complete two tasks: a compulsory one in Part 1 and one from a \nchoice of three in Part 2.\nPARTNUMBER OF \nQUESTIONSNUMBER \nOF MARKSTASK TYPES FOCUS FORMAT\n1 1 20Writing an essay\n(one compulsory \ntask)\n140–190 wordsFocus on agreeing \nor disagreeing with \na statement, giving \ninformation, giving opinion, \ngiving reasons, comparing \nand contrasting ideas and \nopinions, drawing  \na conclusion.Candidates are required to \ndeal with input of up to 120 \nwords. There is an opening \nrubric to set the scene, and \nthen an essay question \nwith two given prompts, \nplus a prompt requiring \ncandidates to write about \ntheir own additional idea.\n2 1 20Writing\n(choose one task \nfrom a choice of \nthree)\n140–190 wordsWriting one of the following: \nan article, email, letter, \nreview or report.A situationally based \nwriting task specified in no \nmore than 70 words.\nTOTAL 2 40\n26Tips for preparing learners for the Writing test\n \u0017 Candidates write most effectively when they \nchoose tasks and topics suited to their interests \nand experience. When preparing students for the \nexamination, it is important to ensure they are familiar \nwith the paper and the range of task types and \ntopics so that they can identify those which are most \naccessible to them.\n \u0017 Train your students to read the questions carefully, \nhighlighting or underlining the most important parts. \nThey then need to make a plan, referring closely to \nthe question and looking for opportunities to develop \ntheir ideas and show their range of language.\n \u0017 The time allowed for the Writing test (1 hour 20 \nminutes) is designed to be sufficient for candidates to \nmake brief plans and then write two answers.\n \u0017 Y our students need to think carefully about who the \ntarget reader is for each task and try to write in an \nappropriate style and tone. \n \u0017 Linking ideas effectively is something your students \nwill need guidance on. Using a variety of linking words \nis important, as is ensuring that the flow of ideas in \nthe writing is logical and easy for the reader to follow. \n \u0017 Y our students should be encouraged to use a range of \ncomplex language. If, in doing so, they make mistakes, \ncandidates will always be given credit for the complex \nlanguage attempted, as long as the mistakes do not \nimpede communication.\n \u0017 Make sure your students have practice in answering \nquestions without the use of dictionaries. Dictionaries \nare not allowed in the B2 First examination. \n \u0017 Make sure your students are aware of the importance \nof spelling and punctuation. Although spelling errors \nand faulty punctuation are not specifically penalised, \nthey can sometimes impede communication. (N.B. \nAmerican usage and spelling are acceptable.) Remind \nstudents of the importance of checking their work. \n \u0017 Each question on the Writing test carries equal marks, \nso your students should practise planning the time \nthey spend on each question carefully.     Completing the digital test   \n(digital test only)\n• There is a timer on the screen which tells candidates \nhow much time they have left. \n• Candidates may take pens and pencils and water \nin a clear, see-through bottle into the exam room, \nbut nothing else (including bags and anything \nelectronic). \n• Students should be given timed practice of typing \nand editing their answers on screen so they are \ncomfortable completing the tasks in the time \navailable. \n   Completing the answer sheet   \n(paper-based test only)\n• The questions are in a booklet. The answers are \nwritten in a separate booklet with lined pages.\n• Any corrections candidates make should be clear, so \nthat they can be easily followed.\n• Counting words wastes time in an examination and \nleads to clumsy alterations to what a candidate has \nalready written. Students need practice in writing \ntasks within the word limit so that they can estimate \nwhen they have written enough. \n• Remind your students that they must write their \nanswers in the answer booklet.\n• It is important to write clearly so that the answers \nare easy to read. However, it is not important \nwhether candidates write in upper or lower case, or \nwhether their writing is joined up or not.\nExpected word length\nCandidates are asked to write 140–190 words for both Part \n1 and Part 2.\nWriting approximately the right number of words is an \nintegral part of task achievement. If significantly fewer \nwords are written, this is likely to mean that the task has \nnot been successfully completed, whereas overlong pieces \nof writing may involve irrelevance, repetition of ideas, poor \norganisation and have a negative effect on the target \nreader.\nWriting   Preparing learners 27\nPaper 2Task types in the Writing paper\nThe different task types are intended to provide frameworks for candidates so that they can put together and develop their \nideas on a topic with a purpose for writing and a target reader in mind. These indications of readership and purpose are \nnot comprehensive, but are intended to provide some guidance about the different task types.\nAn article  is usually written for an English-language magazine or newsletter, and the reader is assumed to have similar \ninterests to the writer. The main purpose is to interest and engage the reader, so there should be some opinion or \ncomment.\nAn email/ a letter is written in response to the situation outlined in the question. Letters and emails in the B2 First Writing \npaper will require a response which is consistently appropriate in register and tone for the specified target reader.. \nCandidates can expect to write to, for example, an English-speaking friend or colleague, a potential employer, a college \nprincipal or a magazine editor.\nAn essay  is always written for the teacher. It should answer the question given by addressing both content points and \nproviding a new content point of the writer’s own. The essay should be well organised, with an introduction and an \nappropriate conclusion, and should be written in an appropriate register and tone.\nA report  is usually written for a superior (e.g. a teacher) or a peer group (e.g. members of an English club). Candidates \nare expected to give some factual information and make suggestions or recommendations. A report should be clearly \norganised and may include headings.\nA review  is usually written for an English-language magazine, newspaper or website. The main purpose is to describe and \nexpress a personal opinion about something which the writer has experienced (e.g. a film, a holiday, a product, a website \netc.) and to give the reader a clear impression of what the item discussed is like. Description and explanation are key \nfunctions for this task, and a review will normally include a recommendation to the reader.\nFor all task types, questions are constructed to enable candidates to display their English language proficiency at \nCEFR B2 level; candidates should take special care to read every part of each question, and to not omit any required \ndevelopment of the topic.\n28Advice by task\nThis section shows example screenshots from the B2 First Digital exam. To access the complete digital \nsample test, please scan the QR code, or go to camengli.sh/3YMtIM6\nWriting Part 1 - Compulsory task\nTHE T ASK\n f In Part 1, the task will be in the form of an essay question with prompts. The range of functions tested will include \nagreeing or disagreeing with a statement, giving opinions on a question, giving information or explanations, comparing \nand contrasting ideas and opinions, exemplifying and giving reasons and drawing conclusions. Candidates are required \nto write a discursive essay in grammatically correct English, using a neutral or formal register.\nHOW TO APPROACH THE T ASK\n f The input for Part 1 may be up to 120 words, including the rubric. The rubric will set the scene and topic for the essay. \nThe essay may take the form of a direct question or statement, which candidates are asked to give their opinions about. \nThe essay will have two given prompts which supply ideas clearly linked to the question or statement. Candidates \nmust address both prompts and also introduce a third distinct idea of their own. This third idea is in addition to any overall conclusions. Candidates need to ensure that all the content of their essay is clear and easy to follow. Effective \norganisation and cohesion are important features of a successful essay. A range of structures will be required to \ncommunicate ideas and opinions, along with the use of appropriate vocabulary.\n f It is vital that candidates read the rubric, essay question and prompts very carefully in order to understand what they are expected to do. Successful essays address the question or statement in a clear and logical way. It is important that \ncandidates keep to the focus of the topic in question and that all their ideas and opinions are relevant to the question.\n f Students need to become experienced at discussing the advantages and disadvantages of aspects of all kinds of \ntopics at B2 level. Being able to support an opinion with reasons and examples is another skill required when writing \nan effective essay. The two given prompts help to guide and develop the essay and clearly relate to the question or \nstatement. Candidates also need to think of a third idea of their own which is distinct from the two given prompts. Brainstorming ideas for different topics will be very useful practice for this. If any of the three essay prompts is missed \nout, then the target reader will not be fully informed and the candidate will be penalised.\n f In order to hold the reader’s attention successfully, candidates need to express their ideas in a clear and logical way, \nmaking sure that the development of the essay is smooth and easy to follow. Varying the length of sentences, using \ndirect and indirect questions and using a variety of structures and vocabulary may all help to communicate ideas more \neffectively.\n f Essays should be well organised and coherent. Students need practice in planning an essay effectively. The correct use of linking words and phrases (e.g. but, so , however , on the other hand, etc.), the appropriate use of cohesive devices (e.g. \nusing pronouns for referencing) and the use of paragraphs to guide the reader, are all aspects of organisation which should be practised and developed.\n f To produce a successful essay, candidates need to be familiar with a range of structures which can be used when comparing, contrasting, agreeing, disagreeing, explaining, informing and giving opinions with reasons or examples. The \ndifferent ways of opening a discussion and reaching a conclusion should also be explored and practised. Exposure to a \nrange of vocabulary used to discuss current issues and aspects of life is also very important.\nWriting   Advice by task 29\nPaper 2Writing Part 2 - Choice of three tasks\nTHE T ASK\n f Part 2 consists of three questions from which candidates must choose one. \n f The input for these three tasks is considerably less than in Part 1. Each writing task in Part 2 has a context, a purpose for \nwriting and a target reader specified in no more than 70 words.\nHOW TO APPROACH THE T ASK\n f Attention to every element in the question is essential for effective task achievement and candidates should consider carefully what level of formality is appropriate to the task. \n f In Part 2, candidates have a choice of tasks. Questions 2–4 are general questions, based on a range of topics, such as health and fitness, sport, music and so on. The tasks for Questions 2–4 may include any of the following task types: an article, a letter/ email, a review, or a report.\n f As with Part 1, candidates are expected to show that they are aware of the kind of writing required to accomplish a task, and must be able to demonstrate appropriate use of one or more of the following functions: describing, explaining, reporting, giving information, suggesting, recommending, or persuading.\n f The different task types are intended to provide guidance for the candidates, so they can put together and develop their ideas on a topic, with a purpose for writing and a target reader in mind.\n f The tasks in Part 2 give candidates a chance to show their range of language. In class, students should be encouraged to use a variety of grammatical structures and explore the use of new vocabulary and expressions.\n f Since there is always a choice of task types in Part 2, students should choose a task type suited to their interests or experience.\n f Each word in the instructions is important to the task. Students should, therefore, be advised to avoid a question if they are unsure of what is required as their answer may not be wholly relevant.\n30Assessment\nAssessment scales\nTasks are marked using assessment scales that were \ndeveloped with explicit reference to the Common European \nFramework of Reference (CEFR). The scales consist of \nfour subscales: Content, Communicative Achievement, \nOrganisation, and Language:\n• Content  focuses on how well the candidate has \nfulfilled the task, in other words if they have done \nwhat they were asked  \nto do.\n• Communicative  Achievement  focuses on how \nappropriate the writing is for the task and whether \nthe candidate has used the appropriate register.\n• Organisation  focuses on the way the candidate puts \ntogether the piece of writing, in other words if it is \nlogical and ordered.\n• Language  focuses on vocabulary and grammar. \nThis includes the range of language as well as how \naccurate it is.\nResponses are marked on each subscale from 0 to 5.\nWhen being marked, the length of responses and varieties \nof English are taken into account:\n• Guidelines on length are provided for each task; \nresponses which are too short may not have an \nadequate range of language and may not provide \nall the information that is required, while responses \nwhich are too long may contain irrelevant content \nand have a negative effect on the reader. These may \naffect candidates’ marks on the relevant subscales.\n• Candidates are expected to use a particular variety \nof English with some degree of consistency in areas \nsuch as spelling, and not, for example, switch from \nusing a British spelling of a word to an American \nspelling of the same word.\n• Candidates should also aim to use a range of tenses, \nexpressions and vocabulary, even if these contain \nsome minor mistakes. It’s important for candidates to \nshow the full range of their language ability and to \nbe ambitious in their use of language. \n• Non-impeding errors, which do not affect \ncommunication, will not necessarily be penalised. \nThese include spelling, grammar or punctuation \nerrors. However, errors which interfere with or cause \na breakdown in communication will be treated more \nseverely.The subscale Content  is common to all levels:\nCONTENT\n5• All content is relevant to the task.\n• Target reader is fully informed.\n3• Minor irrelevances and/or omissions may \nbe present.\n• Target reader is on the whole informed.\n1• Irrelevances and misinterpretation of task \nmay be present.\n• Target reader is minimally informed.\n0• Content is totally irrelevant.\n• Target reader is not informed.\nWriting   Assessment 31\nPaper 2The remaining three subscales (Communicative Achievement, Organisation, and Language) have descriptors specific to \neach CEFR level: \nCEFR\nLEVELCOMMUNICATIVE \nACHIEVEMENTORGANISATION LANGUAGE\nDemonstrates complete command \nof the conventions of the \ncommunicative task. \nCommunicates complex ideas \nin an effective and convincing \nway, holding the target reader’s \nattention with ease, fulfilling all \ncommunicative purposes.Text is organised impressively \nand coherently using a wide \nrange of cohesive devices \nand organisational patterns \nwith complete flexibility.Uses a wide range of vocabulary, \nincluding less common lexis, with fluency, \nprecision, sophistication  \nand style.\nUse of grammar is sophisticated, fully \ncontrolled and completely natural.\nAny inaccuracies occur only as slips.\nC2Uses the conventions of the \ncommunicative task with sufficient \nflexibility to communicate complex \nideas in an effective way, holding \nthe target reader’s attention with \nease, fulfilling all communicative \npurposes.Text is a well-organised, \ncoherent whole, using a \nvariety of cohesive devices \nand organisational patterns \nwith flexibility.Uses a range of vocabulary, including \nless common lexis, effectively and \nprecisely.\nUses a wide range of simple and \ncomplex grammatical forms with full \ncontrol, flexibility and sophistication.\nErrors, if present, are related to less \ncommon words and structures, or occur \nas slips.\nC1Uses the conventions of the \ncommunicative task effectively to \nhold the target reader’s attention \nand communicate straightforward \nand complex ideas, as appropriate.Text is well organised and \ncoherent, using a variety \nof cohesive devices and \norganisational patterns to \ngenerally good effect.Uses a range of vocabulary, including \nless common lexis, appropriately.\nUses a range of simple and complex \ngrammatical forms with control and \nflexibility.\nOccasional errors may be present but \ndo not impede communication.\nB2Uses the conventions of the \ncommunicative task to hold the \ntarget reader’s attention and \ncommunicate straightforward \nideas.Text is generally well \norganised and coherent, using \na variety of linking words and \ncohesive devices.Uses a range of everyday vocabulary \nappropriately, with occasional \ninappropriate use of less common lexis.\nUses a range of simple and some \ncomplex grammatical forms with a good \ndegree of control.\nErrors do not impede communication.\nB1Uses the conventions of the \ncommunicative task in generally \nappropriate ways to communicate \nstraightforward ideas.Text is connected and \ncoherent, using basic linking \nwords and a limited number of \ncohesive devices.Uses everyday vocabulary generally \nappropriately, while occasionally \noverusing certain lexis.\nUses simple grammatical forms with a \ngood degree of control.\nWhile errors are noticeable, meaning \ncan still be determined.\nA2Produces text that communicates \nsimple ideas in simple ways.Text is connected using basic,  \nhigh-frequency linking words.Uses basic vocabulary reasonably \nappropriately.\nUses simple grammatical forms with \nsome degree of control.\nErrors may impede meaning at times.\n32The following assessment scale, extracted from the one on the previous page, is used for marking candidate responses.\nB2 CONTENTCOMMUNICATIVE \nACHIEVEMENTORGANISATION LANGUAGE\n5All content is \nrelevant to the \ntask.\nTarget reader is \nfully informed.Uses the conventions \nof the communicative \ntask effectively to \nhold the target \nreader’s attention \nand communicate \nstraightforward and \ncomplex ideas, as \nappropriate.Text is well organised \nand coherent, \nusing a variety of \ncohesive devices and \norganisational patterns \nto generally good \neffect.Uses a range of vocabulary, including \nless common lexis, appropriately.\nUses a range of simple and complex \ngrammatical forms with control and \nflexibility.\nOccasional errors may be present \nbut do not impede communication.\n4 Performance shares features of Bands 3 and 5.\n3Minor irrelevances \nand/ or omissions \nmay be present.\nTarget reader is on \nthe whole informed.Uses the conventions \nof the communicative \ntask to hold the target \nreader’s attention \nand communicate \nstraightforward ideas.Text is generally well \norganised and coherent, \nusing a variety of linking \nwords and cohesive \ndevices.Uses a range of everyday vocabulary \nappropriately, with occasional \ninappropriate use of less common \nlexis.\nUses a range of simple and some \ncomplex grammatical forms with a \ngood degree of control.\nErrors do not impede communication.\n2 Performance shares features of Bands 1 and 3.\n1Irrelevances and \nmisinterpretation \nof task may be \npresent.\nTarget reader is \nminimally informed.Uses the conventions of \nthe communicative task \nin generally appropriate \nways to communicate \nstraightforward ideas.Text is connected and \ncoherent, using basic \nlinking words and a \nlimited number of \ncohesive devices.Uses everyday vocabulary generally \nappropriately, while occasionally \noverusing certain lexis.\nUses simple grammatical forms with a \ngood degree of control.\nWhile errors are noticeable, meaning \ncan still be determined.\n0Content is totally \nirrelevant.\nTarget reader is \nnot informed.Performance below Band 1.\nWriting   Advice by task 33\nPaper 2Writing mark scheme\nGlossary of terms\n1. General\nGenerally \nGenerally  is a qualifier meaning not in every way \nor instance. Thus, generally appropriately  refers to \nperformance that is not as good as ‘ appropriately ’. \nFlexibility\nFlexible  and flexibly  refer to the ability to adapt – whether \nlanguage, organisational devices, or task conventions \n– rather than using the same form over and over, thus \nevidencing better control and a wider repertoire of the \nresource. Flexibility allows a candidate to better achieve \ncommunicative goals.\n2. Content\nRelevant\nRelevant  means related or relatable to required content \npoints and/ or task requirements.\nTarget reader\nThe target  reader  is the hypothetical reader set up in the \ntask, e.g. a magazine’s readership, your English teacher.\nInformed\nThe target reader is informed  if content points and/ or task \nrequirements are addressed and appropriately developed. \nSome content points do not require much development  (e.g. \nstate what is x) while others require it  (describe, explain) .\n3. Communicative Achievement\nConventions of the communicative task\nConventions of the communicative task  include such \nthings as genre, format, register and function. For example, \na personal email should not be written as a formal report, \nshould be laid out accordingly, and use the right tone for \nthe communicative purpose.\nHolding the target reader’s attention\nHolding the target reader’s attention  is used in the \npositive sense and refers to the quality of a text that allows \na reader to derive meaning and not be distracted. It \ndoes not refer to texts that force a reader to read closely \nbecause they are difficult to follow or make sense of.\nCommunicative purpose\nCommunicative purpose refers to the communicative \nrequirements as set out in the task, e.g. make a complaint , \nsuggest alternatives .Straightforward and complex ideas \nStraightforward  ideas  are those which relate to relatively \nlimited subject matter, usually concrete in nature, and which \nrequire simpler rhetorical devices to communicate. Complex  \nideas  are those which are of a more abstract nature, or \nwhich cover a wider subject area, requiring more rhetorical \nresources to bring together and express. \n4. Organisation\nLinking words, cohesive devices and organisational \npatterns\nLinking  words  are cohesive devices, but are separated \nhere to refer to higher-frequency vocabulary which \nprovides explicit linkage. They can range from basic high-\nfrequency items  (such as  and, but ) to basic and phrasal \nitems  (such as because, first of all, finally ).\nCohesive devices  refers to more sophisticated linking words \nand phrases (e.g. moreover, it may appear, as a result ), as \nwell as grammatical devices such as the use of reference \npronouns, substitution (e.g. There are two women in the \npicture. The one on the right … ), ellipsis (e.g. The first car he \nowned was a convertible, or the second a family car ), or \nrepetition.\nOrganisational patterns refers to less-explicit ways of \nachieving connection at the between-sentence level and \nbeyond, e.g. arranging sentences in climactic order, the use \nof parallelism, using a rhetorical question to set up a new \nparagraph.\n5. Language\nVocabulary\nBasic  vocabulary  refers to vocabulary used for survival \npurposes, for simple transactions, and the like.\nEveryday  vocabulary  refers to vocabulary that comes up in \ncommon situations of a non-technical nature in the relevant \ndomain.\nLess  common  lexis  refers to vocabulary items that appear \nless often in the relevant domain. These items often help to \nexpress ideas more succinctly and precisely. \nAppropriacy of vocabulary\nAppropriacy of vocabulary : the use of words and phrases \nthat fit the context of the given task. For example, in I’m \nvery sensible to noise , the word sensible  is inappropriate \nas the word should be sensitive . Another example would \nbe Today’s big snow makes getting around the city difficult . \nThe phrase getting around  is well suited to this situation. \nHowever, big snow  is inappropriate as big and snow  are not \nused together. Heavy snow  would be appropriate.\n34Grammatical forms\nSimple grammatical forms : words, phrases, basic tenses \nand simple clauses.\nComplex grammatical forms : longer and more complex \nitems, e.g. noun clauses, relative and adverb clauses, \nsubordination, passive forms, infinitives, verb patterns, \nmodal forms and tense contrasts.\nGrammatical control\nGrammatical control : the ability to consistently use \ngrammar accurately and appropriately to convey intended \nmeaning.\nWhere language specifications are provided at lower levels \n(as in A2 Key and B1 Preliminary), candidates may have \ncontrol of only the simplest exponents of the listed forms.\nRange\nRange : the variety of words and grammatical forms a \ncandidate uses. At higher levels, candidates will make \nincreasing use of a greater variety of words, fixed phrases, \ncollocations and grammatical forms.\nOveruse\nOveruse  refers to those cases where candidates \nrepeatedly use the same word because they do not have \nthe resources to use another term or phrase the same idea \nin another way. Some words may unavoidably appear often \nas a result of being the topic of the task; that is not covered \nby the term overuse here.\nErrors and slips\nErrors  are systematic mistakes. Slips  are mistakes that \nare non-systematic, i.e. the candidate has learned \nthe vocabulary item or grammatical structure, but \njust happened to make a mistake in this instance. In a \ncandidate’s response, where most other examples of a \nlexical/ grammatical point are accurate, a mistake on that \npoint would most likely be a slip.\nImpede communication\nImpede  communication  means getting in the way of \nmeaning. Meaning can still be determined indicates that \nsome effort is required from the reader to determine \nmeaning.\nWriting   Glossary of terms 35\nPaper 2Sample answers and comments for the digital sample test\nY ou can find the complete digital sample on the B2 First page: camengli.sh/ 3YMtIM6\nQuestion 1\nCandidate A\nTo begin with pollution and damage to the environment is the most serious and difficult problem for countries of all \nover the world. Scientists of different countries predict a global ecocatastrophe if people won’t change their attitude \nto our planet.\nFirst of all a huge damage to the environment brings a transport. People can’t imagine their living without cars, \nbuses, trains, ships and planes. But it’s an open secret that one of disadvantage of these accustomed things is harmful \nexhaust. Needless to say that use of environment friendly engines helps us to save atmosphere from pollution.\nIn addition to this our rivers and seas are in not less danger situation. It’s a fact of common knowledge that numerous \nfactories and plants pour off their waste to ponds. Obviously that cleaning manufacturing water helps to avoid \nextinction of ocean residents.\nApart from this I’m inclined to believe that every person can and must contribute to solving this important problem. \nDoing a little steps for protection our environment every day we will be able to save our Earth. And it’s a task of each of \nus.\nComments\nSUBSCALE MARK COMMENTARY\nContent 4All content is relevant to the task. However, the target reader is on the whole informed, \nrather than being fully informed. Both numbered points (transport; rivers and seas) are \nreferred to with some discussion of the problems caused (harmful exhaust; factories which \npour off their waste to ponds) and some limited mention of solutions. \nNo tangible 3rd aspect of environmental damage is discussed. \nWhile the writer does conclude with a strong statement of opinion ( every person can and \nmust ) the reader is not fully informed on the solutions proposed ( Doing a little steps for \nprotection our environment every day we will be able to save our Earth ).\nCommunicative \nAchievement3The essay is written in a consistently neutral register and the format is appropriate for the \ncommunicative task, using more formal language to introduce the ideas within the text ( To \nbegin with; First of all; It’s a fact of common knowledge ). \nThere is a clear essay structure with an opening statement, topic paragraphs and a \nconclusion which sums up the writer’s point of view. \nStraightforward ideas are communicated to the target reader but when more complex \nideas are attempted these are sometimes not as successful ( Obviously that cleaning \nmanufacturing water helps to avoid extinction of ocean residents ).\nOrganisation 3The text is generally well organised and coherent, using a variety of linking words and \ncohesive devices, particularly to introduce the ideas throughout the text ( To begin with; In \naddition to this; Needless to say; Apart from this ).\nThe essay is clearly organised into paragraphs, which each deal with one idea. Occasionally \nthe follow-up examples are not as clearly connected as they could be. For example, they \ndiscuss how factories pollute pond water and then offer a solution which would help ocean \nresidents .\nLanguage 3There is a range of everyday vocabulary used appropriately with some attempt to use more \nsophisticated lexis ( a global ecocatastrophe; atmosphere; common knowledge; factories \nand plants; inclined to believe; must contribute to solving ).\nThere is a range of simple and some more complex grammatical forms used, and although \nthere are errors, these do not impede communication ( a huge damage; People can’t imagine \ntheir living without cars; one of disadvantage; in not less danger situation ).\n36Question 1\nCandidate B\nI think that my country has problems with pollution to the environment like all other countries. This problem is normal \nfor Russia. We have big problems with transport because there are too much cars in our country. And because of that \nwe have problems with atmospeer, air in my city and in all Russia is really dirty and sometimes I can’t make a sigh \nbecause it smells around me and of course around that cars on the road. I’ve heard about tradition of one country. \nThey don’t go anywhere by car one day a month or a year, they just use bycicle or their feet. I think it could be very \ngood if we had a tradition like that.\nSo, what about the rivers and the seas? Y eah, there are some really good and clean rivers and seas where you can go, \nbut there are not many of them. Once I saw the river OB in my city, it was about two years ago but I stil remember that \nin some places it was not blue, it was green or purple I didn’t really understand because it had different colours.\nI don’t know what should we do. Maybe we should just open our eyes and look what we did. But Russian people don’t \ncare about the world around them many people care only about themselves an that’s all.\nSo, the best idea is look around and try to do something good for our planet and for us and our children.\nComments\nSUBSCALE MARK COMMENTARY\nContent 3All content is relevant to the task but the target reader is on the whole informed rather than \nfully informed as, the central question as to whether or not the problems can be solved has \nnot really been addressed.\nThe candidate discusses the environmental impact of transport and the cleanliness of rivers, \nand provides one suggested solution for the problem of transport ( They don’t go anywhere \nby car one day a month ). The writer’s opinion is clear in I think it could be very good if we \nhad a tradition like that. \nNo solutions are discussed for rivers and seas, and no third aspect of environmental \ndamage is provided.\nCommunicative \nAchievement3The conventions of essay writing are used; there is an opening statement and a \ndevelopment of the subject matter, with a conclusion at the end. \nThe register is suitably neutral for the most part, although the use of a colloquial yeah is not \nconsistent with the rest of the essay. The essay is written for the most part in an objective \nway, but there is use of personal, subjective examples ( Once I saw the river; I can’t make a \nsigh ), which lessen the impact of the bigger problems. \nThe target reader’s attention is held and straightforward ideas are communicated.\nOrganisation 3The text is generally well organised and coherent. It is separated into paragraphs and the \npunctuation is generally used effectively, although there are some long sentences ( And \nbecause of that we have problems with atmospeer, air in my city and  in all Russia is really \ndirty and sometimes I can’t make a sigh because it smells around me and of course around \nthat cars on the road ).\nThere is a variety of linking words ( because; and; So; because of that ) and some cohesive \ndevices such as referencing pronouns, relative clauses and rhetorical questions to connect \nthe ideas within the text.\nLanguage 3There is a range of everyday vocabulary used appropriately, and although there are errors, \nthey do not impede communication ( atmospeer; bycicle; sigh ).\nThere is a range of simple and some more complex grammatical forms: past and present \nverb forms are used with a good degree of control.\nWriting   Sample answers 37\nPaper 2Question 1\nCandidate C\nDEVELOPMENT VS ENVIRONMENT\nIf we surf the web looking for pollution and environmental catastrophes, we will find out that every country in the world \nsuffers them. This is a natural consequence of the struggle between development and environment.\nIf a country decided to live isolated from the rest of the world, living on what it can naturally grow and produce, it \nsurely wouldn’t be highly polluted. But we all want exotic food and technological items from all over the world, so we \nhave to pay the price.\nInvesting on electrical transport would benefit the environment a lot. Even more if this electricity came from a natural \nsource of energy like wind, rivers and solar boards. It’s difficult to achieve this because petrol companies will fight \nagainst these actions.\nWe also have to take care of our rivers and seas. We all have heard about factories throwing highly toxic substances to \nrivers, without minimizing their poisoning effects. A really strict law should be applied to fine these factories and make \nthem change their policy.\nBut what about ourselves? We also can do a lot! If, when possible, we bought larger packs of food, we would be \nproducing less rubbish. And this is only an example!\nComments\nSUBSCALE MARK COMMENTARY\nContent 5All content is relevant to the task and the target reader is fully informed. \nTransport is discussed with suggestions of how using different forms of transport would help \nthe environment (I nvesting on electrical transport would benefit the environment a lot). The \ncandidate then evaluates the suggestion (It’s difficult to achieve this … ).\nWater pollution is described and a solution is offered ( A really strict law should be applied \nto fine these factories ). The writer’s opinion is clear in the choice of modal should.\nA third aspect ( waste reduction ) is introduced in the final paragraph with a suggestion \nabout how to achieve this ( If, when possible, we bought larger packs of food … ). The writer’s \nopinion is expressed clearly ( We also can do a lot! ).\nCommunicative \nAchievement5The conventions of the essay format are used effectively to hold the target reader’s \nattention. \nThere is an introductory paragraph which outlines the issues in general terms, and the \nconcluding paragraph sums up in more concrete terms, what we, the readers can do to help. \nThe register is consistently appropriate and the subject matter is dealt with in an objective \nmanner, for example Investing on electrical transport; If a country decided.\nStraightforward and complex ideas are communicated ( It’s difficult to achieve this because \npetrol companies will fight against these actions ).\nOrganisation 4The essay is well organised and coherent, using a variety of cohesive devices. \nThe paragraphs are introduced in a variety of ways, using grammatical structures rather \nthan obvious linkers ( If we surf the web; If a country decided; Investing on; We also have \nto; But what about ). More could be done to link across the paragraphs, to make them less \nindependent, but the overall effect is of a cohesive text.\nLanguage 5There is a wide range of vocabulary, including less common lexis used appropriately \n(environmental catastrophes; highly polluted; exotic food; highly toxic substances; minimizing \ntheir poisoning effects; change their policy ).\nThere is a range of simple and complex grammatical forms used with a good degree \nof control and flexibility to convey certain ideas succinctly, for example, This is a natural \nconsequence of the struggle between development and environment; we all want exotic \nfood and technological items from all over the world, so we have to pay the price . \nThere are minimal errors which do not impede communication.\n38Question 2\nCandidate D\n“Life of Buddah”: A Book Review\nWhat would you do if you were born as a prince with all the exclusive fasilities to enjoy this material world? yes, most \nof people will celebrate and enjoy every single right that they have as a son of a king. Beautiful women, money, parties \nand all senses’ gratification stuff. Surprisingly, it didn’t work that way for little Gautama who in the future would be a \nBuddah.\nIn the book “Life of Buddha”, it is told that Gautama was born as a prince. He got all the facilities to make him being \ncomfortable staying in the palace. The king didn’t allow him to get out from the palace for outside of the palace is the \nplace of real life happened.\nOne day, the king asked him to get married but the prince rejected it and decided to leave the palace instead. There, \nhe started his spiritual journey and later on had self realization and became a buddha.\nThis book is suitable for you who like to read about someone’s autobiography and life’s lesson. As a reader I can say \nthat I learn a lot from this book. High recommended as something to read before going to bed!\nComments\nSUBSCALE MARK COMMENTARY\nContent 5All the content is relevant and the target reader is fully informed.\nThe review gives details about a book which contains a character who does something \nsurprising ( Gautama was born as a prince; (he) decided to leave the palace instead; (he) \nhad self realization and became a buddha ). \nThe candidate recommends the book by explaining what they liked about it and saying who \nwould find it enjoyable.\nCommunicative \nAchievement3The review uses the conventions of the communicative task to hold the reader’s attention. \nThe candidate introduces the topic of the book and the subject matter in an engaging \nway, using a rhetorical question, then summarises some of the events in the narrative ( In the \nbook; it is told that; One day, the king; later on ). \nStraightforward ideas are communicated. Information is given about some of the characters \nand main events, and the writer concludes with their opinions of the book ( This book is \nsuitable for; I can say that; High recommended as … ).\nOrganisation 3The text is generally well organised and coherent. It moves from general information in \nthe introduction, to more specific details about the story in the next two paragraphs, and \nconcludes with an appropriate summary and opinion about the book. A variety of linking \nwords and cohesive devices are used in the text, including reference pronouns ( it didn’t work \nthat way for little Gautama; he; him; One day; and; there; later on; This book ).\nLanguage 3A range of everyday vocabulary is used appropriately, and although there are some errors \n(fasilities; all senses’ gratification stuff ) there is also some good use of less common lexis \n(started his spiritual journey ). \nBoth simple and more complex grammatical forms are used with a good degree of control \n(What would you do if you were born; who in the future would be a Buddah; before going to \nbed ). \nErrors do not impede communication.\nWriting   Sample answers 39\nPaper 2Question 3\nCandidate E\nThe most useful thing I have ever learned\nThe most useful thing i have learned is surely speaking English. I’ve been studing English for nine years till now. I used \nto take regular classes in these language which i found very interesting. Also, i learn English in school, my teacher \nis awesome but strict, so i have to study constantly. But most of all, i learn English, watching movies, TV shows. Allso \ncartoons when i was younger. When i came across a movie which was subtitled i turned the subtitle off. I enjoy wathing \nTV and movies on English.\nEnglish is the most spoken language across the world. It is studied all over the world. In order to get in a conversation \nwith a stranger from other country, you need to speak English. I’m a swimmer, so i go on competissions in many \ncountries, and in all of those countries i speak English. I want to study abroad when i finish highschool, so i’ll defenetly \nneed English. \nAll in all, i enjoy speaking it, writing it, and I’m very glad I got to learn it, i find it very useful.\nComments\nSUBSCALE MARK COMMENTARY\nContent 5All content is relevant and the target reader is fully informed. \nThe article describes the most useful thing which the writer has learned: speaking English, \nand explains why it is useful ( English is the most spoken language across the world; i go on \ncompetissions in many countries … in all of those countries i speak English ).\nThe second aspect of the task is discussed in detail and various methods of learning are \ndescribed ( I used to take regular classes; i learn English in school; watching movies, TV shows. \nAllso cartoons ).\nCommunicative \nAchievement3The conventions of writing an article are used appropriately to hold the reader’s \nattention. The tone is friendly and informative and the topic is clearly introduced and \ndeveloped through the paragraphs. The subject is appropriate for the English website \nand straightforward ideas are communicated. The conclusion summarises the candidate’s \nopinions and rounds off the article, re-stating the main points of the question ( All in all … I’m \nvery glad I got to learn it, i find it very useful ).\nOrganisation 3The text is generally well organised and coherent. There is a clear structure to the whole \ntext, an introduction of the topic, paragraphs dealing with different aspects, and a neat \nconclusion. \nThere are a variety of linking words and cohesive devices used to connect ideas across \nsentences and paragraphs ( which i found; Also; so; But most of all; It is studied; In order to; \nthose countries; All in all ).\nLanguage 3A range of everyday vocabulary is used appropriately and some attempts are made to use \nless common lexis ( awesome but strict; study constantly; came across; subtitle ). \nThe writer uses both simple and some more complex grammatical forms with a good degree \nof control. \nThere are some slips with plural/ singular pronouns ( these  language ) and some prepositions \n(on English; other country ), as well as a few errors with spelling ( studing; Allso; wathing; \ncompetissions ) but these do not impede communication.\n40Question 4\nCandidate F\nDear David,\nI’m glad your friends are visiting my area soon for a week’s touring holiday. I have many ideas what I can show them \nand tell about.\nIn my opinion the best way to travel around will be by bike because of small distances between the places and views are \namazing.\nMy area includes also beautiful Baltic Sea which many tourist visit especially in summer. Y our friends could sunbath or \nswim if they would like but the water is quite cold in this season. Beautiful sightseeing of sunrise is the best memorise!\nY ou wrote that they are intrested in history of my local area. That’s great! We have museum of our local history where I \ncan go with them. Tickets are not so expensive and I can think about some discount.\nWhat do you think about it? Would you mind send me some your ideas?\nI look forward to hearing from you soon.\nBest wishes,\nSam\nComments\nSUBSCALE MARK COMMENTARY\nContent 5All content is relevant and the target reader is fully informed.\nThe candidate responds to the questions that have been asked and gives details about the \nplaces David’s friends can visit ( Baltic Sea; museum of our local history ). \nThe email explains that the best mode of transport is bike, because of small distances \nbetween the places and views are amazing .\nCommunicative \nAchievement3The conventions of the task are used to hold the reader’s attention. The response is written \nin an informal, friendly but polite tone, which is appropriate for the task. The conventions \nfor opening and closing an email of this type are used appropriately, as well as standard \nphrases for communication to a friend ( You wrote that; What do you think about it; I look \nforward to hearing from you soon; Best wishes ). \nStraightforward ideas are communicated. Information and advice are given and the overall \ntone is enthusiastic and positive.\nOrganisation 4The text is well organised and coherent, and uses the input email well to structure the \nresponse ( I’m glad your friends are visiting; I have many ideas; In my opinion; My area \nincludes also; which many; Your friends could; You wrote that; That’s great ).\nA variety of linking words ( because  of) and cohesive devices, such as substitution and \nreferencing, are used across some sentences and to connect simple ideas.\nLanguage 3There is a range of everyday vocabulary used which is relevant to the topic ( beautiful Baltic \nSea; many tourist visit; in this season; Tickets are not so expensive ).\nThere is a range of simple and some complex grammatical forms used with a good degree \nof control, e.g. modals, present and past forms of verbs. \nThere are some errors ( My area includes also; send me some your ideas ) and some spelling \nmistakes ( sunbath; memorise; intrested ) but these do not impede communication.\nWriting   Sample answers 41\nPaper 2Paper-based sample test\n2 \nPart 1 \nYou must  answer this question.  Write your answer in 140 – 190  words in an appropriate style on the \nseparate answer sheet. \n______________________________________________________________________________ \n \n1 In your English class you have been talking about  the fashion industry.  Now, your English \nteacher has asked you to write an essay. \n \nWrite an essay using all the notes and giving reasons for your point of view.  \n \n   \n  \n   \n  \nSome people say the fashion industry has a bad effect on people’s lives. \nDo you agree? \n   \n \nNotes \nWrite about:  \n  \n1. whether people’s appearance is important \n2. the price of clothes \n3. …………………… (your own idea) \n \n 3 \n  \nPart 2 \nWrite an answer to one of the questions 2 – 4 in this part.  Write your answer in 140 – 190  words in \nan appropriate style on the separate answer sheet.  Put the question number in the box at the top \nof the answer sheet. \n______________________________________________________________________________ \n \n2 \n A group of British teachers is going to visit your college for two days.  The aim of their trip \nis to learn about how technology is used in education in your country.   \n \nYou have been asked to write a report for the group leader.  Your report should: \n \n• include information about how technology is used to teach different subjects \n \n• recommend which lessons the teachers should watch to see technology being \nused. \n \n Write your report . \n \n \n \n3 You see this announcement on an English-language website: \n Articles wanted \nMUSIC AND ME \n \nWhen do you listen to music? How do you choose what to listen to at different times? \n \nWrite us an article answering these questions. \n \nThe best articles will be posted on our website. \n \n Write your article. \n \n \n \n4 You see this announcement on an English-language website: \n Reviews wanted \nCourses \n \nHave you been on a course recently?  Please tell us about it!  It could be any type of \ncourse, like a sports course, photography cour se or language course.  What were the \nclasses like?  What was the most interestin g thing you learned?  Would you recommend \nthe course to other people? \n \nThe best reviews will be published in next month’s magazine. \n \n Write your review . \n \n42Sample answers and comments for the paper-based sample test\nQuestion 1\nCandidate A\nIn today’s world, the fashion industry has a strong importance in people’s lives. The fashion industry say to the society \nwhat to wear and creates new types of clothes all the time.\nSome people claim that the fashion industry has a bad effect on people’s lives, they say that the fashion industry \ncreates clothes that the society has to wear. Furthermore, the clothes’ price is extremely high and people, who can’t \nafford it, should not be in the society.\nIn the other hand, the fashion industry guide the people to be in a good appearance, because, nowadays, the \nappearance of the person is more important than the person itself.\nIn my opinion, the fashion industry doesn’t has a bad influence on people’s lives. It’s something which was created to \nhelp people what to wear.\nComments\nSUBSCALE MARK COMMENTARY\nContent 5All content is relevant and the target reader is fully informed.\nThe essay discusses the role of the fashion industry and expresses some negative aspects \n(nowadays, the appearance of the person is more important than the person itself ) and \nalso cost ( the clothes’ price is extremely high ). \nThe candidate also expresses their own idea, suggesting that the fashion industry has a lot \nof influence on people ( say to the society what to wear ). \nThe candidate concludes the essay with an opinion, which sums up the main points made.\nCommunicative \nAchievement2Some of the conventions of essay writing are used appropriately. The register and tone are \nconsistently formal and there are some expressions which are appropriate for an essay ( In \ntoday’s world; Some people claim; Furthermore; In my opinion ). There is also an introduction \nand a conclusion.\nAlthough straightforward ideas are communicated, the target reader’s attention is not \nalways held. For example, the final paragraph attempts to sum up the main points, but the \nideas are not clearly expressed.\nOrganisation 2The text is generally well organised and coherent. There is a clear structure to the text with \nan introduction, main body and conclusion. Paragraphs are used for the development of \nideas. \nThe text is connected using linking words and a limited number of cohesive devices, some of \nwhich are misused. More use of pronouns would limit the repetition of key phrases.\nLanguage 2There is a range of everyday, topic-specific vocabulary, which is used appropriately ( creates \nnew types of clothes; Some people claim; extremely high; is more important than ). \nSimple grammatical forms are used with a good degree of control, although the use of verbs \nin the third person is not consistent. There are attempts to express ideas using a range of \ngrammatical forms, passives and modals for example, but these are less successful ( people, \nwho can’t afford it, should not be in the society; the fashion industry guide the people to be \nin a good appearance; It’s something which was created to help people what to wear ).\nErrors are noticeable but meaning can still be determined.\nWriting   Sample answers and comments for the paper-based sample test 43\nPaper 2Question 1\nCandidate B\nFashion industry is very a discussed subject nowadays: they create and design new clothes everyday in order to satisfy \nsome people needs.\nThere are many people who claim that the fashion industry is important and good for society. According to them, this \nindustry design beautiful clothes and thanks to that every person can wear shirts, trousers or any acessory which is on \ntoday’s fashion.\nOn the other hand, the fashion industry in some people opinion, controls the market of clothes and because of that \nthey can’t wear what they want to. In addition, the industry can increase the price of clothes, forcing people who don’t \nwant to be “old-fashioned” to buy and pay a large amount of money to keep “beautiful”\nIn my opinion, we can’t let the fashion industry decide what we must or musn’t wear. We shouldn’t judge people for its \nappearance, because that is not important. We must wear whatever we like, want and feel confortable with.\nComments\nSUBSCALE MARK COMMENTARY\nContent 5All content is relevant to the task and the target reader is fully informed. \nThe candidate discusses the importance of appearance in terms of fashion ( this industry \ndesign beautiful clothes and thanks to that … ) and concludes that We shouldn’t judge \npeople for its appearance .\nThe negative aspect of the price of clothes is mentioned and an opinion given on how this \naffects people’s choice (forcing people … to buy and pay a large amount of money to keep \n“beautiful”).\nA third aspect states how choice for consumers is limited due to the fashion industry’s \ncontrol over design and the market ( the fashion industry in some people opinion, controls \nthe market of clothes ).\nCommunicative \nAchievement3The conventions of essay writing are used appropriately. There is an introduction, topic \nparagraph and a conclusion. The register is appropriate for the task, using generally neutral \nlanguage to discuss both positive and negative aspects of the question. \nStraightforward ideas are communicated, using some appropriate language ( in order to; \nAccording to them; the industry can increase ) to introduce the ideas, and to hold the target \nreader’s attention.\nOrganisation 4The essay is well organised and coherent. There is a clear overall structure and the \nideas are linked across sentences and paragraphs using referencing, substitution and \nparaphrasing to avoid repetition.\nThere are a variety of appropriate linking words and cohesive devices ( many people \nwho; According to them; this industry; thanks to that; On the other hand; In addition; In my \nopinion ).\nLanguage 3A range of everyday, topic-specific vocabulary is used appropriately ( to satisfy some people \nneeds; good for society; controls the market; forcing people ) but some errors do occur with \nless common lexis and expressions (on today’s fashion).\nA range of simple and some complex grammatical forms is used with a good degree of \ncontrol ( can increase the price of clothes, forcing people who don’t want to be ).\nThere are some repeated errors with prepositions and third person verbs, but these do not \nimpede communication.\n44Question 1\nCandidate C\nThe society we live today is characterised by technology in constant development, fast speed processes, information \ntravelling and getting to people at a blink of an eye and a complex web of social networking. In this context, the fashion \nindustry is becoming increasingly important and having a more and more paramount role in our lives. \nOn one hand, the fashion industry is undeniably a source of profit and income. It hires millions of people all over the \nworld and generates millions of dollars every year. Furthermore, such profitable business is also believed to be able to \nspread and make known the culture of a people, encouraging and enhancing a better understanding of each other.\nNevertheless, for those who are neither impressed nor motivated by numbers and figures, the fashion industry is seen \nas one which segregates people, isolating those who not fit their laws and commands. It is stated that people place \ntoo much importance on appearance and the material, world, sadly true, and the fashion industry just spurs on such \nsituation. Moreover, not only are the costs of fashion item unrealistically high, it is thought to be a money better spent \non more pressing issues, such as poverty and hunger.\nI do believe that the fashion industry, as it is today, has a harmful effect, because it values a minority of people in \ndetriment to the majority. However, it has such a wide reach that, it put into a good use, it can save lives.\nComments\nSUBSCALE MARK COMMENTARY\nContent 5All content is relevant to the task and the target reader is fully informed.\nThe candidate presents a balanced argument, discussing their own idea first that the \nfashion industry is important as it provides jobs and income for a huge number of people.\nThe essay then discusses the negative aspect of the fashion industry in relation to \nappearance ( the fashion industry is seen as one which segregates people; people place too \nmuch importance on appearance ).\nFinally, the high cost of fashion is mentioned in relation to the price of clothes and it is \nsuggested that money could be better spent on social issues rather than on fashion.\nCommunicative \nAchievement5The conventions of essay writing are used effectively to hold the target reader’s attention. \nThe register and tone are consistently appropriate and there is a range of suitable \nexpressions which introduce both positive and negative aspects of the question, which are \nbalanced throughout the essay. \nStraightforward and more complex ideas are communicated, making links between the \nimportance of fashion in consumers’ lives and how the fashion industry affects people, \ncommunities and wider society ( the fashion industry is undeniably a source of profit \nand income. It hires millions of people all over the world; it values a minority of people in \ndetriment to the majority ).\nOrganisation 5The essay is well organised and coherent. There is a clear overall structure and the ideas \nare linked effectively across paragraphs and sentences through the use of paraphrasing, \nsubstitution, ellipsis and referencing ( In this context; It hires; such profitable business is also \nbelieved; Nevertheless, for those who; sadly true; such situation; not only are ). \nOrganisational patterns are used to generally good effect, for example links are made \nbetween fashion and industry, fashion and finance and fashion and society throughout the \ntext, making clear connections between the separate aspects.\nLanguage 5There is a range of vocabulary, including less common lexis which is used appropriately in \nmost cases ( is characterised by; at a blink of an eye; paramount role; undeniably; the culture \nof a people; enhancing; neither impressed nor motivated; segregates; isolating; in detriment \nto).\nA range of simple and complex grammatical forms is used with control and flexibility to \nexpress more complex ideas.\nAlthough there are some errors, these mainly occur when more ambitious language is \nattempted and do not impede communication.\nWriting   Sample answers and comments for the paper-based sample test 45\nPaper 2Question 2\nCandidate D\nUse of Technology in education\nIntroduction\nThis report is intended to inform how technology is used in common lessons and recommend the most interesting \ntechnical developments to be seen. I conducted a survey among teachers and students in order to find out what is \nprefered to be used by them.\nTechnology in different subjects\nThe majority of the people claimed that the best thing were computers and interactive boards. I was given these \nreasons:\n1 They provide an oportunity to make the lessons more enjoyable  \n2 Everybody is able to find information on the internet whenever they want to  \n3 Computer presentations can be easily given\nHowever, use of another technical developments vary among students and teachers depending on which subject they \nfocus on. For instance, people were interested in Science mentioned these points:\n  – newly equipped chemical lab with its recently purchased substances  \n– equipment suitable for teaching Physics (e.g. digital watches, laser)\nRecommendations\nFor most of the people who I asked for their reply were really important computers and interactive boards in the \nclassrooms. I would therefore recommend seeing this. On the other hand, if you are interested in particular subjects \nyou ought to see their specialised classrooms with a variety of modern technical developments, too.\nComments\nSUBSCALE MARK COMMENTARY\nContent 5All content is relevant and the target reader is fully informed. \nThe report gives information about which technology is used for teaching purposes around \nthe school ( interactive boards; computers ) and specifically in science ( newly equipped \nchemical lab ). \nThe report has a clear recommendation at the end and gives options about what would be \ngood for the reader to see: either going to see what the students have decided is important \n(computers and interactive boards ) or what the reader has a specific interest in ( if you are \ninterested in particular subjects you ought to see their specialised classrooms ).\nCommunicative \nAchievement4The conventions of report writing are used effectively to hold the target reader’s attention. \nThe register is neutral and information is given in an objective tone, making good use of the \npassive voice ( This report is intended; developments to be seen; can be easily given ). The \nformat of the report is effective in using headings, sub-headings and a numbering system in \nthe second section to highlight important aspects. \nStraightforward ideas are communicated.\nOrganisation 4The text is well organised and coherent, and the overall organisation of the report is \neffective in helping to communicate the main points. \nA variety of appropriate linking words are used ( However; which; For instance ).\nLanguage 3A range of everyday vocabulary is used appropriately and there is some good use of \ntopic-specific vocabulary ( technical developments; conducted a survey; interactive boards; \nprovide an oportunity; I would therefore recommend ).\nA range of simple and some more complex grammatical forms is used, particularly different \npassive structures. Some errors occur when attempting more complex ideas ( For most of the \npeople who I asked for their reply were really important computers ). \nHowever, the errors do not impede communication.\n46Question 3\nCandidate E\nI always listen to music, wherever I go I have my headphones on my ears. Listening to what I like satisfy’s me and makes \nme calm all the time. When the bus is taking me to school I listen to the music so I could wake up.\nI love to listen to classical music, jazz, rock, hip-hop, dubstep, pop music. But I can’t listen to Serbian folk, any rap, \ntechno or K-pop music. It just anoy’s me. Of all the songs I can listen, I adore pop and dubstep the most. I’m glad that my \nparents listened to rock and ninetees serbian songs which I like to listen sometimes.\nEverybody has his own taste for music, somebody likes rock, somebody likes rap or something else, and that’s ok. I’m \nproud of myself that I’m listening to what I’m listening.\nComments\nSUBSCALE MARK COMMENTARY\nContent 4All content is relevant. The article discusses music, describes when the writer listens to music, \nand explains personal musical preferences. \nHowever, the second question is not fully addressed. We learn about the music the writer \nlikes but not about how certain music is chosen at different times. The writer does mention \nWhen the bus is taking me to school I listen to the music so I could wake up but doesn’t say \nwhat sort of music it is. \nThis second point is not fully developed but the target reader is on the whole informed \nabout this aspect.\nCommunicative \nAchievement3The article generally follows the conventions of the task. The subject is personal to the writer \nand relevant examples are given from personal experience. The article is written in a tone \nthat is appropriate for a general audience and holds the reader’s attention.\nStraightforward ideas are communicated ( I love to listen to; I can’t listen to; Everybody has \nhis own taste for music ) despite the relatively simple language used.\nOrganisation 2The article is generally well organised and coherent at sentence level. The text is separated \ninto paragraphs and basic linking words are used to connect the ideas within sentences \n(and; When; But; it ) but there are fewer cohesive devices used to connect ideas across the \nwhole text.\nWhen presenting musical preferences, the information is presented in a list format, \nrather than comparing or contrasting different styles, with cohesive devices to show the \nrelationship between the writer and the music described.\nLanguage 2Everyday vocabulary is used appropriately and there is a range of vocabulary connected \nwith musical styles ( classical; jazz; rock; hip-hop; dubstep; pop; Serbian folk; rap; techno; \nK-pop ).\nSimple grammatical forms are used with a good degree of control, but there is a lack of \nrange with the present tense being most frequently used. \nErrors do not impede communication.\nWriting   Sample answers and comments for the paper-based sample test 47\nPaper 2Paper-based answer sheet\n   \n  \n \n  \n \n                                                 Answer Sheet Page 1  \n \n Part One Answer \nYou must write within the grey lines.   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n    \n\n  \n   \n  \n \n  \n \n                                                 Answer Sheet Page 2  \n \n \n Part One Answer \nYou must write within the grey lines.   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n    \n\n  \n48   \n  \n \n  \n \n                                                 Answer Sheet Page 3  \n \n Part Two Answer \nYou must write within the grey lines.   \n Write your question number here:    \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n    \n\n  \n   \n  \n \n  \n \n                                                 Answer Sheet Page 4  \n \n \n Part Two Answer \nYou must write within the grey lines.   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n  \n   \n    \n\n  \nWriting   Paper-based answer sheet 49\nPaper 2Listening\nPaper 3:\nListening tasks\napproximately 40 mins (including 2 minutes to check answers in the digital test, \nand 5 minutes to transfer your answers in the paper-based test)\nPARTNUMBER OF \nQUESTIONSNUMBER \nOF MARKSTASK TYPES FOCUS FORMAT\n1 8 8Multiple choiceThe focus is on genre, \nidentifying speaker feeling, \nattitude, topic, opinion, \npurpose, agreement \nbetween speakers, gist and \ndetail.A series of short unrelated \nextracts, of approximately \n30 seconds each, from \nmonologues or exchanges \nbetween interacting \nspeakers. There is one \nmultiple-choice question \nper text, each with three \noptions.\n2 10 10Sentence \ncompletionThe focus is on detail, \nidentifying specific \ninformation and stated \nopinion.A monologue lasting 3–4 \nminutes. Candidates are \nrequired to complete the \nsentences with information \nheard on the recording.\n3 5 5Multiple matchingThe focus is on identifying \nspeaker feeling, attitude, \ndetail, gist and opinion.Five short related \nmonologues of \napproximately 30 seconds \neach. There are five \nquestions which require \nthe selection of the correct \noption from a list of eight.\n4 7 7 Multiple choiceThe focus is on identifying \nopinion, attitude, detail, \ngist, main idea and specific \ninformation.An interview or exchange \nbetween two speakers and \nlasting 3–4 minutes. There \nare seven 3-option multiple-\nchoice questions.\nTOTAL 30 30\n50Tips for preparing learners for the Listening test\n \u0017 Students’ ability to understand what they hear can \nimprove dramatically if they are regularly exposed \nto audio materials: the more English they hear, the \nmore readily they will pick out individual words, then \nphrases and sentences. A daily learning programme \nwhich includes a ‘hearing English’ component from \naudio or video recordings will help prepare your \nstudents for the Listening test. This should include a \nrange of voices, accents and styles of delivery.\n \u0017 Classroom discussion activities provide an invaluable \nsource of listening practice.\n \u0017 Encourage students to identify the stressed syllables \nand words in a listening text (the ones which carry the \nmessage) rather than trying to listen for every single \nsyllable.\n \u0017 In order to build up confidence, get your students \nto read a summary of what they are going to hear \nbefore they listen to the full text.\n \u0017 Make students aware of how much they themselves \nbring to a listening task. For example, discuss with \nthem what they can expect to hear, e.g. names and \nplaces when they turn on the news, or numbers and \ntimes if they listen to announcements.\n \u0017 Try changing the focus of the tasks they do in class; \nsometimes ask your students to listen for specific \nthings, sometimes for the overall gist.\n \u0017 Students should practise listening to and reading the \nquestion, so that they are sure they understand what \nthey are listening for and what they have to do.\n \u0017 Remind your students that they should use the time \nallowed before each recording to read through all \nthe questions carefully, so they are prepared for what \nthey hear.\n \u0017 Students should be advised that the information on \nthe question paper is there to help them follow as \nthey listen.\n \u0017 Students should get used to answering all the \nquestions, even if they are not sure of the correct \nanswer – they’ve probably understood more than \nthey think.\n \u0017 Students shouldn’t be distracted by individual words \nand phrases in Parts 1, 3 and 4. They should listen to \nthe whole message.\n \u0017 Students should know when to stop concentrating on \na question which they are finding difficult, so that they \ndon’t miss the next question.   Completing the digital test   \n(digital test only)\n• Candidates mark or type all their answers directly \nonto the computer. \n• Candidates may take pens and pencils and water \nin a clear, see-through bottle into the exam room, \nbut nothing else (including bags and anything \nelectronic). \n• Candidates should listen carefully to the instructions \nwhich the invigilator gives and follow the instructions \non the computer screen. \n• Candidates should check that they can hear the test \nproperly. If they cannot hear the recording, they \nshould raise their hand and inform the invigilator \nimmediately. \n• There is a timer on the screen which tells candidates \nhow much time they have left. \n• Candidates may make notes on paper during the \nexam, for example if they want to write down two \nalternative answers where they are unsure. They \nmust leave these notes on their desk at the end of \nthe exam.\n• Make sure students have plenty of practice listening \non headphones. They can do this individually \nthrough homework tasks but they should also have \nsome practice in class as a group. \n   Completing the answer sheet   \n(paper-based test only)\n• Candidates doing the paper-based test should \npractise transferring their answers to the answer \nsheet. \n• All answers must go on an answer sheet. \n• Candidates should write their answers on the \nquestion paper as they listen. \n• Candidates then have 5 minutes at the end of the \ntest to copy these answers onto the answer sheet.\n• Candidates should use a pencil to complete the \nanswer sheet. \n•  For Parts 1, 3 and 4, candidates shade a lozenge on \nthe answer sheet to show their answer. For Part 2, \ncandidates write their answers on the answer sheet. \nRemind students that they should write their answers \nfor Part 2 clearly when they copy them onto the \nanswer sheet, using CAPITAL LETTERS.\nListening   Preparing learners 51\nPaper 3Advice by task\nThis section shows example screenshots from the B2 First Digital exam. To access the complete digital \nsample test, please scan the QR code, or go to camengli.sh/3YMtIM6\nListening Part 1\nTHE T ASK\n f Part 1 tests candidates’ ability to listen for gist, detail, function, purpose, attitude, opinion, genre, agreement, etc. in a series of unrelated short texts.\n f The eight questions in this part of the paper are each preceded by a context sentence which is read out on the recording. The candidates then have time to read each question before hearing the recording twice.\nHOW TO APPROACH THE T ASK\n f Play real-life snippets to your students – e.g. a teacher’s announcement, a weather report – and ask them to identify the text type and topic.\n f Candidates can be distracted by hearing words or phrases in the text which appear in one of the incorrect options. They need to practise spotting such mismatches, and understanding why they are wrong.\n f Try using a variety of short practice texts. The questions should range from people to places, from opinions to events, from relationships to reasons. Provide the text and options, but get the students to write the questions themselves.\nFor example:\nY ou overhear a student talking about a film he watched last night.\n(Students suggest a question)\nOptions\nA: a carB: a family\nC: a robbery\nText\nStudent: It’s so difficult to get everyone to agree about what we’re going to watch on TV . Is it the same in your house? \nLast night, for example, there were three films on. There was that one with the four sisters and their mother, during \nthe American Civil War. Do you know the one I mean? I’d been looking forward to seeing it for ages. But the others had different ideas. Jessie was eager to see some cartoon thing about a car, but Lizzie wanted a thriller about two bank robbers. And rather than give in to each other, they both went with my choice – actually we all enjoyed it.\n52Listening Part 2\nTHE T ASK\n f Part 2 tests candidates’ ability to listen and locate specific information and stated opinion, from a single long text, and \nproduce written answers by completing gapped sentences. Texts may be broadcasts, talks or classroom presentations.\n f The 10 questions in this part of the paper take the form of incomplete sentences. The questions follow the order of the information in the listening text. Candidates need to listen to the text and complete the sentences.\n f Answers will not exceed three words in length. The word, number or phrase required will be heard on the recording and will not need to be changed in any way. Minor spelling errors are not penalised, but the candidate’s intention must be clear and unambiguous. Candidates will not be asked to spell words which are above B2 First level.\nHOW TO APPROACH THE T ASK\n f Preparation for this part should include lots of exposure to simple gap-fill listening exercises.\n f Students need to get into the habit of reading not only the text in front of the gap, but also the text which follows the gap, which may affect their answer. Y ou can reassure them that the tested items come in the same order as they are heard on the recording.\n f Candidates sometimes write too much, either by including unnecessary detail, or by trying to rephrase what they hear on the recording. Irrelevant detail can spoil what would otherwise have been a correct answer. Candidates should be reminded that no changes are required to the key information, that no answer will need more than three words, and \nthat in many cases they will need only one or two words.\nListening   Advice by task 53\nPaper 3Listening Part 3\nTHE T ASK\n f In Part 3, the focus is on the skill of listening for general gist, detail, attitude, opinion etc. Candidates need to match an \noption to the correct speaker.\n f In this part, candidates listen to five short texts, each with a different speaker, which are related in some way. For example, they may all be speaking about aspects of the same subject, such as travel, or about similar experiences, such as journeys. Candidates choose the option from a set of eight, that matches what each speaker says.\nHOW TO APPROACH THE T ASK\n f It is really important for candidates to use the time they are given to read through the questions, since they need to have a clear idea of what they are listening for. Students could practise doing the exercise with the tapescript, so that they can see the kind of matching required. Other relevant exercises would be any which practise ‘saying the same thing \nin a different way’.\n f If your students are at all unsure about an answer, they should wait for the second listening before making their final \ndecision. Making too quick a decision may mean that a candidate ‘uses up’ an answer that belongs to another speaker.\n54Listening Part 4\nTHE T ASK\n f In Part 4, the main focus is on testing the candidates’ ability to listen for opinion, attitude, gist, main idea and specific \ninformation.\n f The seven questions in this part of the paper take the form of 3-option multiple-choice questions. The questions follow the order of the interaction on the recording. Texts are usually interviews or discussions featuring two speakers.\nHOW TO APPROACH THE T ASK\n f In preparing for multiple-choice questions, it can be useful for students to answer questions in their own words before they look at the options; they can then decide which option seems to correspond most closely to their own answer.\nListening   Advice by task 55\nPaper 3 Download the audio files for the sample paper here:   \ncambridgeenglish.org/ exams-and-tests/first/preparation\nAudio script for digital test\nThis is the B2 First Certificate in English Listening test.\nI’m going to give you the instructions for this test.\nI’ll introduce each part of the test and give you time to look \nat the questions.\nAt the start of each piece you’ll hear this sound: \nYou’ll hear each piece twice.\nRemember, while you are listening, write your answers on \nthe question paper. You will have 5 minutes at the end of \nthe test to copy your answers onto the separate answer \nsheet.\nThere will now be a pause. Please ask any questions now, \nbecause you must not speak during the test.\nNow open your question paper and look at Part 1.\nYou will hear people talking in eight different situations. For \nQuestions 1–8, choose the best answer (A, B or C).\n1: Y ou hear a message on a telephone answering \nmachine.\nOh hi it’s me, John. Sorry to miss you – you must’ve already \nleft for work. Look, I wondered if you wanted to come \naway for the weekend. There’ll be about 10 of us including \nsomeone called Sam Brent who says he was at college with \nyou – and he remembers that you were brilliant at rock and \nroll! They’ve decided it’ll be on October 9, Friday night till \nSunday. Anyway, I’ll put the details in the post. I know you’re \nbusy at the moment, so don’t feel you have to come, but just \nlet me know one way or the other when you can. Talk to you \nsoon. Bye.\nNow listen again.  \n2: Y ou hear two people talking about a water-sports \ncentre.\nF: So how did you like the new sports centre?\nM: Well, there’s a wide choice of things to do … It’s just that \ntheir advertisements said something to suit all the family. \nI wish they’d had water games for the under fives. There \nwas nothing really suitable for them. But you can learn \nto windsurf or sail, and you have the freedom to go \nanywhere in the lake …\nF:  Isn’t that a bit dangerous?\nM:  Not really. Nobody’s allowed in the water without a life-\njacket, and a rescue boat is on hand all the time.\nF:  Sounds great.\nM:  It was.\nNow listen again.  \n3:  Y ou hear a professional tennis player talking about  \nher career.\nInt:  Are you ever annoyed by interviewers?\nStar:   Well, I’m often asked about the financial side of things. I don’t mind, but I can honestly say, for many \ntournaments, I don’t even know what the prize money \nis. I just focus on playing to my full potential. They must \nfind that answer disappointing! No, the ones I have \na problem with are those who assume it’s all about \npartying and gossip. I wish they’d ask about the real \nlifestyle; practising day in, day out, and getting from \ntournament to tournament. I probably do around a \nhundred long-haul flights a year. It sounds exciting, \nbut it wipes you out and actually ruins your social life!\nNow listen again.  \n4: Y ou hear a poet talking about his work.\nI’ve been slowly writing more and more poems for kids over \nthe last few years. Talking to young people in schools, which \nI’ve been doing for some time now, reinforces my belief \nthat they need and want the same range of subjects that \nolder people do – relationships, work, family, etc. Often it’s \nsomething that only emerges after my poems are finished, \nbut quite a few of them in my new collection were first \nthought of as poems for adults, until I realised that they \nmight work just as well, or better, for kids. But I hope it’s a \nbook that adults will enjoy too.\nNow listen again.  \n5:  Y ou hear two people talking about a programme they  \nsaw on TV .\nF:  Did you watch that programme about the Gobi Desert \nlast night? I thought it’d be really interesting because it’s \na part of the world I know very little about.\nM:  The photography was brilliant, wasn’t it?\nF:  Y es, you could really feel how harsh the life was there.\nM:  Overwhelmingly grey, I thought. It’d be hard to feel \ncheerful living in that landscape.\nF:  It was a bit short on facts though, wasn’t it?\nM:  I don’t think it was that kind of programme. They just \nwanted you to be amazed at the fantastic landscape. I \nguess that’s why there wasn’t much commentary.\nF:  Y ou’re right. I hadn’t thought of that.\nNow listen again.  \n6:  Y ou hear two people talking about an ice-hockey \ngame they’ve just seen.\nM:  So your first live ice-hockey game. Glad you came?\nF:  Well, I wouldn’t have missed it for the world, but it was so \ncold – I had no idea that it would be like that. I wish I’d \nbrought my thicker coat!\nM:  That’s normal! At least it was a really exciting game – our \nteam was doing much better than usual.\nF:  Well, perhaps that accounts for the noise! I knew it \nwould be loud, but it was incredible.\nM:  What do you expect? We have to support them!\n56F:  Well I can say I’ve done it – just don’t expect to see me \nhere next week …!\nNow listen again.  \n7: Y ou overhear two friends talking about a restaurant.\nM:  I can see why people really rate the place.\nF:  Y eah. They really know how to bring out the flavours in \nthe different dishes. They also put a lot of thought into \ncombining unusual ingredients. And as a restaurant \nit’s not too stuffy and formal. It’s got a really lively feel \nabout it.\nM:  Perhaps a little too lively. It was quite hard to hear each \nother above the din. I’m not sure it’d be the place to \ncome for a romantic dinner. Great food though, and so \nvisually appealing on the plate.\nF:  They’ve made a lot of effort with that. It really adds to \nthe experience, doesn’t it?\nNow listen again.  \n8: Y ou hear a man talking on the radio.\nAs a result of heavy snow, there has been major disruption \nto rail services this morning. A number of breakdowns have \nbeen reported in the west, with people stranded on some \ntrains. In this region blizzard conditions are making driving \nconditions hazardous. A severely restricted train service will \nbe operating within the next few hours into the capital and \ndelays are expected on all lines in the south of the country. \nIn the north, there is some snow, but services have been \nable to continue, with only a few cancellations reported.\nNow listen again.  \nThat is the end of Part 1.\nNow turn to Part 2.\nYou will hear a woman called Angela Thomas, who works for \na wildlife organisation, talking about the spectacled bear.\nFor Questions 9–18, complete the sentences with a word or  \nshort phrase.\nYou now have 45 seconds to look at Part 2.\nThanks for inviting me tonight. As you know, my main interest \nis in conservation and I’m lucky enough to work with lots \nof different organisations looking after animals both in \ncaptivity and in the wild. I’d been fascinated by all kinds \nof bears for a long time before I started working in this \nfield. But it was the spectacled bear that really attracted \nme – some people find it appealing because of its size and \nshape, and it’s less well known than other types of bear, but \nfor me I thought it was such a great name! It comes from the \npatches of yellowish fur around the bear’s eyes which grow \nin a sort of circle shape, like glasses, although these golden \nmarkings vary greatly from one bear to another and may \nnot be limited to the eyes – they can extend as far as the \nbear’s cheeks or even chest.\nI’d like to explain what we know about this bear, and why \nI find it so fascinating. It’s the only survivor of a type of \nbear that once ranged across America during the last Ice \nAge. We thought that it was only found in certain places in Venezuela and Chile, but I was thrilled to read some reports \nthat suggested it might also be living in northern parts of \nArgentina and eastern Panama.\nIt’s quite difficult to find spectacled bears in the wild \nbecause they are quite shy animals, and tend to live in a \nwide variety of habitats, which can range from dry coastal \ndeserts to high mountain areas above 4,000 metres. \nThey are most commonly found in forests, though. Being \nsuch timid animals they tend to come out at night, which is \nanother thing that makes them difficult to see, though, like \nme, you may be surprised to learn that they don’t sleep all \nthrough the winter as many other types of bear do.\nWe’re not sure about the actual number of spectacled \nbears that remain in the wild, but it’s been estimated that \nthere are only about 2,400 still around. The bears are \nendangered not so much because they are hunted by other \nanimals, but what I find really sad is the fact that humans \ndestroy their habitat. Spectacled bears are quite small \ncompared with other bears, and of course they do have \nother enemies – these mostly include mountain lions and \njaguars – but they remain a smaller threat.\nThe bears are primarily vegetarian, and their normal diet \nis tree bark and berries. On rare occasions though they \neat honey, which I thought was just something in children’s \nbooks. I was interested to find that they are incredibly good \nclimbers, and one thing I found really funny is that they’ve \nbeen known to sit up a tree for days – they make a platform \n– why? – I couldn’t guess, but they’re waiting for fruit to \nripen so they can eat it! It’s quite surprising that although \nthey rarely eat meat they have extremely strong jaws \nand wide, flat teeth. Very occasionally they do eat meat – \nsomething like birds or insects though they like small mice \nbest if they can get them!\nWe’re really trying to make people more aware of the \nbears, and we’ve made a television series about one man’s \nefforts to make people understand the dangers facing the \nanimals. He spent a long time in Peru studying them, and \nhas published a very funny diary of his time there. I hope \neveryone will read it, and support our efforts to help these \nfascinating creatures!\nSo are there any questions?\nNow you will hear Part 2 again.\nNow listen again.  \nThat is the end of Part 2.\nNow turn to Part 3.\nYou will hear five short extracts in which people are talking \nabout their visit to a city. For Questions 19–23, choose from \nthe list (A–H) what each speaker liked most about the city \nthey visited. Use the letters only once. There are three extra \nletters which you do not need to use.\nYou now have 30 seconds to look at Part 3.\nSpeaker 1: We spent a day exploring the shops and \nmarkets in the city, and bought some souvenirs. \nThen we wanted to see some of the area \noutside the city, and discovered it was easy to \nListening   Audio script 57\nPaper 3get to loads of places by train, including the \nmountains, where we were told there were \ngreat hostels. Y ou can do bushwalks out there \nand apparently the scenery is stunning. But it \ncan be dangerous – we were warned to have \nthe right gear and tell other people where we \nwere going. So we decided to give it a miss. \nAnyway, we weren’t short of things to do in the \ncity! We were spoilt for choice.\nSpeaker 2:  We were pretty tired when we first arrived so \nwe were glad just to relax. We’d booked late \nand I have to say that the room wasn’t the \nbest I’ve stayed in. But we had a view of the \nlake, which was a real treat – we were really \nimpressed by the forests and mountains around \nthe city. We made good use of the swimming \npool, though we were too lazy to go to the \nfamous markets. We didn’t take advantage \nof all the shows either. Lots of people told us \nhow good they were so that was a pity. And \nthe theatres themselves were supposed to be \nimpressive.\nSpeaker 3: One of my main ambitions was to see inside \nthe big concert hall – and in fact we managed \nto get in to a concert there, which was pretty \nspecial. The acoustics were amazing! The city \nwas divided by a river, and getting round had \nits problems, especially as we didn’t really \nunderstand the city plan. The best way was the \nferries – I was really impressed that they were \nalways on time and provided good views in the \ncity. The trams were good too, and the local \ncommuters seemed happy to chat to us and \ngive us ideas for the best things to do and see. \nWe didn’t have time to do everything, though.\nSpeaker 4:  Before we went we couldn’t decide where \nto stay – so many people recommended \ndifferent places, and there seemed to be \nloads of different and unusual possibilities, \nlike old traditional farms converted into guest \nhouses – so we decided to move around and \ntry something different every couple of nights. \nThat worked out really well, and they were all \nexcellent. Although we’d been told that getting \nround on the buses was easy and cheap in the \ncity, we decided to rent a car so that we could \nget out into the countryside – we didn’t want \nto miss out on the views driving along by the \nocean.\nSpeaker 5:  Even though we had a city plan we got lost \nseveral times – especially in the old town where \nthe buildings were quite similar – though I know \nsome people say getting lost is the best way to \nget to know a city! We were never short of help, \nthough – some people were even prepared \nto walk with us to show us the way. That was \nsomething I’ll always remember! Our hotel was \nall right without being spectacular, and it was \na long walk in to the evening shows – we took \na taxi most times. There was loads to do every \nday, though, and we certainly weren’t bored.Now you will hear Part 3 again.\nThat is the end of Part 3.\nNow turn to Part 4.\nYou will hear part of a radio interview with a woman called \nRachel Reed, who works in a commercial art gallery, a shop \nwhich sells works of art. For Questions 24–30, choose the \nbest answer (A, B or C).\nYou now have 1 minute to look at Part 4.\nInt:  This evening in our series ‘Careers with a Difference’ our \nguest is Rachel Reed who works for a small commercial \nart gallery. Rachel welcome.\nRR:  Hello.\nInt:  Rachel, what exactly do you do?\nRR:  Well, there’s two great things about working for a really \nsmall company. Firstly, you get to do a bit of everything. \nThe other is that you can practically invent your job \ntitle. Mine is marketing manager – although I do a lot of \nother things too, it does describe the majority of what I \ndo.\nInt:  So, tell us about your day.\nRR:  Well, it all starts with the huge pile of post we get. We \noften get artists sending in photographs of their work \nto see if we’d be interested in exhibiting it. I learned very \nearly on how to differentiate between the ‘possibles’ \nand those which are unsuitable.\nInt:  But how do you tell?\nRR:  It might be the style, or sometimes the subject matter \nis just not going to look right in our gallery, but more \noften than not, it’s just that they’re not of the required \nstandard. The ‘possibles’ I pass on to the gallery \nmanager who makes the final decision.\nInt:  So you have quite a lot of contact with artists?\nRR:  Y es. Sometimes I spend nearly all day on the phone and \nabout fifty percent of the time it’s artists. I send letters \nexplaining why we can’t show their work – some of them \nphone up to argue about it – I find those calls very hard \nto deal with. Artists we do exhibit also phone to find out \nif we’ve managed to sell anything and, if we have, when \nthe money will be coming through. I don’t mind those \nso much. Most other calls are from clients. We have a \nnew artist exhibiting here every two to four weeks and \nbefore the show takes place, we send out a catalogue \nto the clients on our database.\nInt:  Obviously the catalogue’s illustrated?\nRR:  Oh yes, and as soon as the catalogue goes out, \nwe start getting phone calls because people see \nsomething they like and want to reserve it. Sometimes \nthey even buy things over the phone. The catalogue \nalso contains a commentary about the artist, which I \nhave to write and research. I try to find out what has \ninfluenced them, where they learned to paint, what the \nsubject matter represents, that sort of thing, but I try \nto avoid quoting from positive reviews of their work; it’s \nnot meant to be advertising as such.\n58Int:  So your job is not all administrative?\nRR:  Compared to a typical office, that side of it’s quite \nminimal, that’s why I can cope without an assistant. \nThere are systems in place to deal with routine jobs. For \ninstance, I don’t have to send out the catalogues – the \ncompany which prints them also prints the envelopes \nand posts them. Another company takes care of the \nfood and drinks when we have the opening of a new \nexhibition.\nInt:  And are you involved in other aspects of the business?\nRR:  Y es. The company also offers a consultancy service for \nlarge companies that want to display works of art in \ntheir offices. I phone round companies, explain what we \ndo and, if they’re interested, make an appointment for \nthe gallery manager to go and see them. It’s interesting, \nthe companies tend to go much more for modern or \nabstract art than people coming to the gallery.\nInt:  And the best part of the job for you?\nRR:  The really rewarding thing for me is that you never \nknow how a day is going to go. Some days it’ll be really \nquiet, other days it’s really busy and you don’t know \nwhat you’re going to have to cope with. And there’s \nthe added bonus of working with really nice people \nand of course I have the pleasure of spending my \ndays surrounded by beautiful works of art, so I can’t \ncomplain.\nInt:  Thank you Rachel, and now we’ll move on to …\nNow you’ll hear Part 4 again.\nThat is the end of Part 4.\nThere will now be a pause of 5 minutes for you to copy your \nanswers onto the separate answer sheet. Be sure to follow \nthe numbering of all the questions. I shall remind you when \nthere is 1 minute left, so that you are sure to finish in time.\nYou have one more minute left.\nThat is the end of the test. \nPlease stop now. \nYour supervisor will now collect all the question papers and \nanswer sheets.\nListening   Audio script 59\nPaper 3Assessment\nAnswer key for digital test \nPlease note that the digital exams do not use letters for the multiple-choice options.\nListening sample test 1\nQ PART 1\n1 B\n2 B\n3 A\n4 C\n5 C\n6 A\n7 A\n8 AQ PART 2\n9 (great) name\n10 chest\n11 northern \n12 forests\n13 (the) winter\n14 (the/ some) human(s)\n15 berries\n16 (a) platform\n17 (small/little) mice\n18 (funny) diaryQ PART 3\n19 G\n20 B\n21 A\n22 H\n23 FQ PART 4\n24 C\n25 B\n26 C\n27 A\n28 A\n29 A\n30 B\nIn Part 2, bracketed words/letters/ characters do not have to appear in the answer.\n60Paper-based sample test\n2 \n \nPart 1 \n \nYou will hear people talking in eight different situations.  For questions 1 – 8, choose the best answer \n(A, B or C). \n _________________________________________________________________________________  \n \n \n1 You hear a young man talking about  his hobby of rock climbing. \n  \n How does he feel about it? \n A satisfied with his level of expertise \n B concerned about doing a dangerous sport \n C proud when he copes with difficult conditions \n \n \n \n2 You hear a public announcement at a family theme park. \n  \n What does the announcement contain? \n A a change to a timetable \n B details of a new attraction \n C instructions about a location \n \n \n \n3 You hear two people talking about a course they have attended. \n  \n What was the topic of the course? \n A book illustration \n B journalism \n C publishing \n \n \n \n4 You hear two people talking about a film they have both seen. \n  \n What do they agree about? \n A The story wasn’t very original. \n B Reviews of the film weren’t accurate. \n C The message wasn’t very positive. \n \n \n 3 \n \n  Turn over ►  \n5 You hear a man being interviewed about a new project he has set up in his home town. \n  \n What is the purpose of the project? \n A to reduce the amount of litter on a town’s streets \n B to increase the inhabitants’ awareness of recycling \n C to stop shopkeepers using plastic bags for customers’ purchases \n \n \n \n6 You hear a man talking on the radio about salespeople. \n  \n What does he say about them? \n A They take pride in forming good relationships with buyers. \n B They keep one objective in mind at all times. \n C They prefer people they think are easy to sell to. \n \n \n \n7 You hear two friends talking about a student website. \n  \n What do they agree about it? \n A It is visually attractive. \n B It has a lot of useful advertisements. \n C It is easy to navigate round. \n \n \n \n8 You hear a chef talking about taking part in a cookery competition. \n  \n What did he find surprising? \n A how nervous he felt \n B how rushed he felt \n C how tired he felt \n \n \n \nListening   Paper-based sample test 61\nPaper 34 \n \n Part 2 \nYou will hear a man called Chris Graham talking to a group of students about a vacation job he had \nin Australia.   \nFor questions 9 – 18, complete the sentences with a word or short phrase. \n \n My Vacation Job in Australia \nChris thinks the best place to find a job like he had is the   \n(9)        . \n \nChris is studying  (10)         at university. \n \n \nFor most of the time he was working for the travel company, Chris lived in a   \n(11)         outside of the town. \n \nChris was often asked to go to a  (12)         at the weekend. \n \n \nIn the mornings, Chris had to drive tourists to see the  (13)           \nin the desert.\n \nMany of the tourists were unaware of the need to keep their   \n(14)         covered up when they were in the sun. \n \nThe tourists particularly wanted to know how to tell the difference between the   \n(15)         of the wild animals. \n \nIn the afternoons, the tourists were able to see some  (16)          \nthat had more than one use. \n \nChris says that the local government would like to have a larger   \n(17)         to attract tourists. \n \nChris advises other students to send off their job application forms in the month of   \n(18)         at the latest. \n \n \n \n 5 \n \n  Turn over ► Part 3 \nYou will hear five short extracts in which people are talking about happiness. For questions 19 – 23 , \nchoose from the list (A – H ) what each person says happiness means to them. Use the letters only \nonce.  There are three extra letters which you do not need to use. \n _________________________________________________________________________________  \n \nA Having a happy personality allows you to cope effectively with \nproblems.    \n    \nB Happiness comes from having someone special to share  your \nthoughts with.    \n Speaker 1  19 \nC Happiness is all about the experience of overcoming problems.    \n  Speaker 2  20 \nD Happiness is a short escape from everyday routine.    \n  Speaker 3  21 \nE True happiness lies in making others happy.       \n  Speaker 4  22 \nF Older people are less happy than younger ones.      \n  Speaker 5  23 \nG Happiness is being thankful for what you have.    \n     \nH Happiness comes from achieving your goals.    \n \n \n \n626 \n \n Part 4 \nYou will hear part of a radio interview with an author called Mickey Smith, who is talking about \nbecoming excellent at sport.  For questions 24 – 30, choose the best answer (A, B or C). \n _________________________________________________________________________________  \n \n24 When asked about his theory on talent, Mickey says that \n  \n A he is doing further research with other people. \n B he realises some people disagree with him. \n C he has not yet fully proved his ideas. \n   \n25 Mickey believes that outstanding football players \n  \n A have better levels of concentration than other players. \n B are aware of the positions of other players on the pitch. \n C are faster runners than other players. \n   \n26 How did Mickey feel when he first became successful at gymnastics? \n  \n A convinced he had a natural aptitude for the sport \n B conscious that others in his area didn’t have the same chances \n C lucky to have had one of the best training routines \n   \n27 Mickey says that the motivation to continue training for long periods of time \n  \n A develops at an early age in people who become experts. \n B depends on your personal attitude towards success. \n C does not come naturally to most people. \n   \n28 Mickey says that coaches working with young people need to understand that \n  \n A children and adults have different thought processes. \n B young people have a built-in drive to succeed in areas like sport. \n C it is important to focus on mental rather than physical techniques. \n 7 \n \n   29 Mickey says that many people who play sport don’t bother to try hard because \n  \n A they feel incapable of reaching the same levels as sports stars. \n B they don’t have time to put in the necessary effort. \n C they are not confident in their ability to deal with success. \n   \n30 According to Mickey, what can cause some sports people to fail at important events? \n  \n A They haven’t trained enough. \n B They are inexperienced at dealing with pressure. \n C They can become too aware of their actions. \n \n \n \nListening   Paper-based sample test 63\nPaper 3 Download the audio files for the sample paper here:   \ncambridgeenglish.org/ exams-and-tests/first/preparation\nAudio script for paper-based test\nThis is the B2 First Certificate in English Listening test.\nI am going to give you the instructions for this test.\nI shall introduce each part of the test and give you time to \nlook at the questions.\nAt the start of each piece you will hear this sound:\nYou will hear each piece twice.\nRemember, while you are listening, write your answers on \nthe question paper. You will have 5 minutes at the end of \nthe test to copy your answers onto the separate answer \nsheet.\nThere will now be a pause. Please ask any questions now, \nbecause you must not speak during the test.\nNow open your question paper and look at Part 1.\nYou will hear people talking in eight different situations. For \nQuestions 1–8, choose the best answer (A, B or C).\n1:  Y ou hear a young man talking about his hobby of  \nrock climbing.\nIt’s not for everyone, but I love the physical aspect. I started \nalmost by accident – my uncle took me to an indoor climbing \nwall and I was hooked. The start of any climb still gives \nme a real buzz. I’ve never settled for being less than the \nbest at anything I’ve tried, and that’s what pushed me to \nthe standard I am now – which doesn’t mean I don’t think I \ncan still improve! I get a huge sense of achievement when \nI finish a particularly demanding climb, and though other \nclimbers get nervous sometimes, like when there’s ice, or the \nweather’s bad, that never puts me off.\nNow listen again.  \n2: Y ou hear a public announcement at a family theme \npark.\nAttention everybody. This is Sonia Lee and I’m events \nmanager for today at Seaworld Centre. If you hurry to \nZone D you can catch the spectacular ‘riding with dolphins’ \nevent. The next one’s on at 5 past 11, but don’t worry if \nyou miss that, because you’ve got three more chances \nto see it today. We’ll now be feeding the sea lions at 2.15, \nthat’s 45 minutes later than scheduled according to your \nprogrammes. And whatever you do, don’t miss the ever-\npopular Penguin Walkabout. That starts in half an hour. \nY ou’ve never seen anything like it! See you there!\nNow listen again.  \n3:  Y ou hear two people talking about a course they have \nattended.\nF: I enjoyed that.\nM: It was a bit too businessy for me. I know everything’s \nabout profits these days, but I still think producing books \nshould be more about creativity than making money.\nF: Everything’s going the same way, whether you like it or \nnot. A friend of mine did a course on book illustration,  \nand she said the first lecture was about costs.M: Anyway, this speaker said if we’re going into the  \nbook trade, we should get practice in as many aspects  \nas possible.\nF: I agree with that. They need an editor for the sports \npage on the student newspaper, and I think I’ll go for it.\nNow listen again.  \n4:  Y ou hear two people talking about a film they have \nboth seen.\nF: Well, what did you think of that film?\nM: I had mixed reactions really. From what I’d read, I \nexpected it to be funnier.\nF: I know what you mean – just shows how different \npeople’s tastes can be I guess. Good twist at the end \nthough. I wasn’t expecting that, were you?\nM: I kind of guessed what was coming to be honest. There \nwere a lot of references to other films in the storyline I \nthought.\nF: Oh, you think so? I wasn’t quite sure what message it \nwas trying to convey, though. One minute it seemed \nto be saying one thing and the next it was saying the \nopposite.\nM: Y eah, I agree.\nNow listen again.  \n5:  Y ou hear a man being interviewed about a new \nproject he has set up in his home town.\nF: Steven, this new environmental project you’re running, \nwhat are you hoping to achieve?\nM: Well, Susie, the town I live in, Melbury, is a very pleasant \nplace to live – clean and tidy. The problem really isn’t \nwith Melbury as such but is a wider problem – that \nof the dangers of rubbish to wildlife. So I got all the \nretailers in the town together and showed them a film \nI’d made on this subject and as a result they’ve agreed \nto use paper bags instead of plastic ones. Recycling was \nintroduced very successfully last year so I’m hoping that \nmy new project will have similar success.\nNow listen again.  \n6:  Y ou hear a man talking on the radio about \nsalespeople.\nM: Professional salespeople can sell anything to anyone \nand they do this by using very basic psychological \ntechniques. Buyers normally have certain requirements \nby which they will judge the suitability of a product. \nThe seller therefore attempts to find out what these \nconditions are by building a bond – asking questions \nabout hobbies, family and the like; but you need to \nremember, the seller is only interested in ‘closing the \ndeal’. At its most extreme, salespeople will even attempt \nto mirror the body language of the buyer. If the buyer \nlaughs, then so will the seller. \nNow listen again.  \n647:  Y ou hear two friends talking about a student website.\nM: The college website is up again. Have you seen it?\nF: Y es, they’ve been working on it for a month and it’s \nbetter now. I thought, if they’d got sponsorship from \nlocal companies, there’d be too many advertisements, \nbut it’s OK.\nM: Y eah. That’s not a problem. They must’ve got someone \nin from the design department to work on it, because \nthere are some real improvements, it’s not so dull.\nF: Especially the artwork on the home page. They want \npeople to send in ideas so they can change the layout \nregularly.\nM: OK, so long as it doesn’t get too complicated and you \nwaste time figuring out how to get to the page you \nwant.\nNow listen again.  \n8:  Y ou hear a chef talking about taking part in a cookery \ncompetition.\nF: How did you find the competition?\nM: Tough, but I really enjoyed it. I was convinced the dishes \nI’d chosen to prepare would go down well. I decided to \nfocus on using local ingredients as people nowadays \nworry a lot about what they’re eating and it’s really \nimportant to know where the food comes from. It was my \nfirst time competing against others and it was fun being \nunder pressure to come up with things under strict time \nlimits. I hadn’t expected to be so worn out though, I \nthink it was having to be on my feet for so long, but it’s \ndefinitely something I’ll do again.\nNow listen again.  \nThat is the end of Part 1.\nNow turn to Part 2.\nYou will hear a man called Chris Graham talking to a group \nof students about a vacation job he had in Australia. For \nQuestions 9–18 complete the sentences with a word or \nshort phrase.\nYou now have 45 seconds to look at Part 2.\nHello everyone. My name is Chris Graham and I spent my \nlast vacation working in Australia. The place I was in is \na popular tourist spot so there are lots of student jobs \nadvertised in the newspaper – from hotel work to being a \ntour guide. I saw my job, for a bus driver, on the internet, \nand so I applied. I’d recommend you do that too. The whole \nidea of getting to know another country really appealed to \nme and I’m really pleased I had the opportunity to go.\nI worked for a company which tries to help tourists \nunderstand what life used to be like before Europeans \narrived – a time before clothes, cars and electricity. Many \nof the local people, the Aborigines, work for the company. \nStudying tourism at university wasn’t essential to get the \njob – in fact, my subject’s history. What I did do was a short \ntraining course when I first arrived, though, to learn about \nthe local plants and animals.At first, I was given a room in a hotel in town but I found that \nI felt quite lonely so I moved into a caravan on the outskirts. \nLots of other staff lived on the site and I got to meet lots \nof the local people there too. Everyone was really friendly \nand, as there wasn’t a cinema or restaurant nearby, people \nfrequently had a party on Saturday night and I was always \ninvited.\nI worked six days a week, and I had to get up really early \nin the morning when most people, and even the birds and \nanimals, are asleep. This is so the tourists can get to take \nphotos of the sunrise. I used to pick them up from their \nhotels around  \n5.00 a.m. and then head out of town and into the desert.\nThe tourists were from all over the world and often had \nno experience of the heat. They knew, of course, about \ncovering their head and neck with a hat but often left their \nshoulders uncovered, which wasn’t very sensible, especially \nif they hadn’t been in the country for long and weren’t used \nto the sun.\nAfter we had been into the desert, I would take the tourists \nto the local cultural centre, where they had the opportunity \nto ask questions. The tourists were especially keen to \nfind out how to distinguish the tracks of kangaroos from \nwallabies and wild dogs.\nAfter the morning session I usually went back home, had a \nshower and a rest, then started again around two in the \nafternoon. I used to take the afternoon group to a water \nhole, where they were shown which plants could be eaten \nand which were also used to make weapons for hunting.\nAt one time, there were very few tourists in the particular \narea I worked in, because you needed to get a coach from \nthe small railway station in the nearest large town, a good \n200 kilometres away. There’s now an airport but the local \ngovernment is keen to get one built which can take more \nflights, especially from abroad. I’m not sure about that, as \nI think it’s busy enough as it is, but it would be good for the \nlocal economy, no doubt about it.\nAnyway, I really recommend working in Australia during \nyour vacation. The busy tourist season in the area where I \nworked is from May to October, so you need to make sure \nyour application is in by the January of the year you are \nhoping to work. Y ou might not hear until March as it takes \na while to process the applications and get references, but \nmake sure you don’t leave it too late.\nNow you will hear Part 2 again.\nThat is the end of Part 2.\nNow turn to Part 3.\nYou will hear five short extracts in which people are talking \nabout happiness. For Questions 19–23, choose from the list \n(A–H) what each person says happiness means to them. Use \nthe letters only once. There are three extra letters which \nyou do not need to use.\nYou now have 30 seconds to look at Part 3.\nSpeaker 1: What is happiness? From an early age \nhappiness for me is sitting in a boat in the \nListening   Audio script 65\nPaper 3middle of a lake on a summer’s day and doing \nsome serious fishing … all alone just me and my \nthoughts. No stress, get away from it all for an \nhour or so, but maybe not completely aimless \n– not just lying on a beach somewhere, but \nhaving some task to do. Then, when it’s all over, \nit’s back to normal life and problems and hassle, \nand having to fight to get what you want. But \nthat brief moment of happiness helps me to \nreflect and make sense of my life.\nSpeaker 2:  I think to be happy, you do obviously need some \nfinancial security – not rich … I didn’t say that, \n’cos there’s an important difference. Also I’d \nsay you need humour in your life … that’s kind \nof obvious too. Having lots of free time to do \nwhat you want? Not sure, there. I’d say quite the \nreverse, actually. For me, you really appreciate \nyour moments of leisure when you’ve done lots \nof hard work. If it’s all play and no work in your \nlife, then you don’t enjoy it. So for me, it’s all to \ndo with … setting yourself a list of things to get \nthrough and then you’ve completed them. Now \nyou can be happy.\nSpeaker 3: I sometimes wonder if being happy is something \nto do with age. Very young children are \nhappy most of the time; very old people are \nhappy when they think of fond memories, \nand also they’re happy when they see their \ngrandchildren happy. So happiness is not just \nspecific to one age group. That’s certainly the \ncase with my family. But in my experience happy \npeople get through life more easily – if you \ntake things seriously all the time, that’s when \nyou get stressed or have health issues, maybe. \nAnd sometimes life can be a real pain, let’s be \nhonest.\nSpeaker 4:  Happiness comes in many shapes and forms. \nPersonally I’m happy when I’m active, doing \nmy sports and feeling all healthy. But maybe \nthat’s a rather self-centred view. I also get \nmoments when I’m just, say, sitting on a train, \nand suddenly I think of my children’s smiling \nfaces, and realise how lucky I am, how happy \nthey make me – and my husband too, of course. \nMy life could’ve turned out much worse, as it \nhas for many people. Will I still be happy when \nthey’ve all grown up and gone away? I’m sure \nwhen that time comes, I’ll find a new form of \nhappiness.\nSpeaker 5:  It’s sometimes said that you make your own \nhappiness, and I’ve got some sympathy for that \nview. But in my experience, it’s something more \nthan that. It might sound strange, but I honestly \nthink it’s all about your life not being too easy. \nIf everything in your life is handed to you on \na plate by rich parents then I actually don’t \nthink you’re as happy as someone who’s had to \nstruggle a bit in their life. When you can share \nyour struggles with others and laugh about \nhow you got through them, that’s when you’re truly happy. That’s certainly how it’s worked out \nfor me.\nNow you will hear Part 3 again.\nThat is the end of Part 3.\nNow turn to Part 4.\nYou will hear part of a radio interview with an author called \nMickey Smith, who is talking about becoming excellent at \nsport. For Questions 24–30, choose the best answer (A, B or \nC).\nYou now have 1 minute to look at Part 4.\nF: Today on the programme we have Mickey Smith, author \nof the book The Power of Practice . Mickey, in your book \nyou talk about what makes a champion sportsperson. \nY our argument is that talent – a natural aptitude or skill \n– doesn’t exist. Right?\nM: Right. I know that’s controversial because it’s thought \nthat people are born with natural abilities. I have my \ncritics but the evidence from research I’ve done backs \nup my argument. If you look at anyone who’s reached a \nhigh level in any complex task, you’ll find they’ve spent \nmany years building up to it. This has started other \npeople thinking and doing their own research. I’ve no \ndoubt they’ll reach the same conclusions I have.\nF: What about physical abilities like speed? Isn’t that what \nmakes one footballer better than another, for example?\nM: There are physical issues that are significant in some \nactivities. However, in virtually all complex tasks the \nlimiting factor is a mental thing. People don’t become \nthe greatest footballers because they move around \nthe pitch quickly. While he may not realise it, the way a \ngreat footballer understands where his teammates are \naround him on the field is what helps him score goals, \nrather than speed.\nF: In your book you also talk about geographical areas \nwhere lots of people become experts in the same \nactivity. Gymnastics, for example.\nM: The town I grew up in produced the top gymnasts of my \ngeneration, myself included. My initial reaction when I \ngot to the top was, ‘Wow’, I must have been born with \nthis ability to do gymnastics. But what about the others? \nWhat I now understand is that this excellence was down \nto having access to a fantastic coach and a 7-day-a-\nweek gymnastics club, where we transformed ourselves \nfrom ordinary to extraordinary. Opportunity’s another \nfactor determining success.\nF: Y our argument is that to become excellent you have to \npractise for thousands of hours. That’s a lot of training.\nM: That’s right. How successful you are is down to how \nlong you’re prepared to work. Evidence suggests those \nwho make it believe excellence relies on practice. If you \nbelieve being good at something is down to natural \nability, when you fail, you’ll think you don’t have enough \nof it – and you’re more likely to give up. If you believe \nexcellence is about effort, when you fail you’re going to \nsee it as an opportunity to grow.\n66F: What approach should coaches take when training \nyoungsters in sport?\nM: The way to go about it is to ensure the child enjoys what \nthey’re learning – that it becomes an internal desire \nto progress. Coaching young people is more about \npsychology than it is about the technical side of things – \nit’s making the young performer really care about where \nthey’re going, motivating them in the right way, that will \nenable them to actually get there – little difference from \nhow you encourage adults really.\nF: Why don’t more people who play sport try harder to \nimprove?\nM: Well, they see sports stars and assume they were born \nbrilliant, but there’s no evidence to suggest that. Y ou just \ndon’t see the painstaking process it took to get them \nthere when they’re winning games on your TV screen. If \nyou did, their brilliance wouldn’t seem so miraculous. The \nillusion is to think they got there quickly and think ‘Oh my \ngoodness, I could never get up that slope.’\nF: Given everything you’ve said about top performers, why \ndo they sometimes fail at crucial moments? That’s called \n‘choking’, right?\nM: Y es. It’s to do with the expectation to succeed, no matter \nhow many times they’ve done it before. When you first \npractise a skill you have to exert conscious control over \nit. When you become proficient you’re able to do it \nsubconsciously. When you choke you become so anxious \nthat instead of delivering your skill automatically, you \nbecome conscious of what you’re doing and it’s like \nyou’ve never done it before.\nF: Thank you very much [FADE]\nNow you’ll hear Part 4 again.\nThat is the end of Part 4.\nThere will now be a pause of 5 minutes for you to copy your \nanswers onto the separate answer sheet. Be sure to follow \nthe numbering of all the questions. I shall remind you when \nthere is 1 minute left, so that you are sure to finish in time.\nYou have one more minute left.\nThat is the end of the test. Please stop now. Your supervisor \nwill now collect all the question papers and answer sheets.\nListening   Audio script 67\nPaper 3Assessment\nAnswer key for paper-based test\nListening sample test 2\nQ PART 1\n1 C\n2 A\n3 C\n4 B\n5 C\n6 B\n7 A\n8 CQ PART 2\n9 internet\n10 history\n11 caravan\n12 party\n13 sun(-)rise\n14 shoulders\n15 tracks\n16 plants\n17 airport\n18 JanuaryQ PART 3\n19 D\n20 H\n21 A\n22 G\n23 CQ PART 4\n24 B\n25 B\n26 A\n27 B\n28 C\n29 A\n30 C\n68Paper-based answer sheet\nOFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK ABOVE THIS LINE Page 1 of 2\nOFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK BELOW THIS LINE Page 1 of 2First Listening Candidate Answer Sheet\nInstructions\nUse a PENCIL (B or HB).\nRub out any answer you want to change using an eraser.\nParts 1, 3  and 4:\nMark ONE letter for each question .\n \nFor example, if you think  A is the\nright answer to the question, mark\nyour answer sheet like this:Part 2:\nWrite your answer clearly in CAPITAL LETTERS.\n \nWrite one letter or number in each box.\nIf the answer has more than one word, leave one\nbox empty between words.\nFor example:\nTurn this sheet over to start.Candidate\nName\nCentre\nNumberCandidate\nNumber\nCentre\nName\nAssessment\nDateExamination\nDetailsExamination\nTitle\nCandidate\nSignature\nSupervisor: If the candidate is ABSENT or has WITHDRAWN shade here\n20512\n20512OFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK ABOVE THIS LINE Page 2 of 2\nOFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK BELOW THIS LINE Page 2 of 2A B C\nA B C\nA B C\nA B C1\n2\n3\n4Part 1\nDo not write\nbelow here\n12\n13\n14119\n10\n151 0 11\n1 0 12\n1 0 13\n1 0 141 0 9\n1 0 10\n1 0 15\n161 0 168A B C\nA B C5\n6\nA B C\nA B C7\nPart 2 (Remember to write in CAPITAL LETTERS or numbers)\n171 0 17\n181 0 18\n Part 3\n19\n2220\n21A B C D E F G\nA B C D E F G\nA B C D E F G\nA B C D E F G\nA B C D E F G23H\nH\nH\nH\nHPart 4\nA B C\nA B C\nA B C\nA B C\nA B C\nA B C24\n25\n26\n27\n28\n29\nA B C3020512\n20512\nListening   Paper-based answer sheet 69\nPaper 3Speaking\nPaper 4:\nSpeaking tasks\n14 minutes  (for pairs) 20 minutes  (for groups of three)\nThe Speaking test contains four parts. There are always two examiners. Candidates are usually assessed in pairs, however \nif there is an uneven number of candidates, candidates can be assessed in groups of three. One examiner acts as both \ninterlocutor and assessor and manages the interaction either by asking questions or providing cues for the candidates. The \nother acts as assessor and does not join in the conversation.\nPART TIMING TASK TYPE AND INTERACTION FOCUS\n12 minutesA conversation between the \ninterlocutor and each candidate \n(spoken questions).The focus is on general interactional \nand social language.\n2A 1-minute ‘long turn’ for \neach candidate, plus a \n30-second response from \nthe second candidate. The \ntotal time for Part 2 is 4 \nminutes.An individual ‘long turn’ for each \ncandidate with a response from \nthe second candidate. In turn, the \ncandidates are given a pair of \nphotographs to talk about.The focus is on organising a larger unit \nof discourse; comparing, describing \nand expressing opinions.\n3A 2-minute discussion \nfollowed by a 1-minute \ndecision-making task. The \ntotal time for Part 3 is 4 \nminutes.A two-way conversation between \nthe candidates. The candidates are \ngiven spoken instructions with written \nstimuli, which are used in discussion \nand decision-making tasks.The focus is on sustaining an \ninteraction; exchanging ideas, \nexpressing and justifying opinions, \nagreeing and/ or disagreeing, \nsuggesting, speculating, evaluating, \nreaching a decision through \nnegotiation, etc.\n44 minutesA discussion on topics related to the \ncollaborative task (spoken questions).The focus is on expressing and \njustifying opinions, agreeing and/ or \ndisagreeing and speculating.\n70Tips for preparing learners for the Speaking paper\n \u0017 Classroom activities which involve students working in \npairs and small groups will give practice in skills such \nas initiating and responding, which are essential to \nsuccess in the Speaking test.\n \u0017 Make sure your students are familiar with the format \nof each part of the test. They should be aware of the \ndifferent interaction patterns (who speaks to whom) \nand what stimulus will be provided by the interlocutor.\n \u0017 Encourage your students to speak clearly so that they \ncan be heard by both the interlocutor and assessor. \nThey should be made aware that different varieties of \nEnglish accents in the UK and elsewhere in the world \nare acceptable.\n \u0017 Train your students to paraphrase when they do not \nknow, or cannot remember, a word.\n \u0017 Train your students to listen carefully to the \ninstructions, and to read the questions above the \npictures in Part 2 and the discussion question and \nprompts in Part 3, so that they know precisely what \nthey have to talk about.\n \u0017 To ensure all candidates are treated fairly, the \ninterlocutor keeps to a scripted frame (as shown in \nthe sample papers). However, you may remind your \nstudents that they can ask the examiner to repeat the \ninstructions or a question.\n \u0017 Encourage your students to initiate discussion and to \nrespond to what other students have to say.\nN.B. In some centres candidates from the same school are \npaired together. However, where candidates from a number \nof different schools are entered at the same centre, some \ncandidates may find that they are paired with a candidate \nfrom another school. Students may check with the centre \nthrough which they are entering for the local procedure, if \nthey wish.Format\nThe paired format for the B2 First Speaking test (two \nexaminers and two candidates) offers candidates the \nopportunity to demonstrate, in a controlled but friendly \nenvironment, their ability to use their spoken language \nskills effectively. The test takes 14 minutes. One examiner, \nthe interlocutor, conducts the test and gives a global \nassessment of each candidate’s performance. The other, \nthe assessor, does not take any part in the interaction but \nfocuses solely on listening to, and making an assessment of, \neach candidate’s oral proficiency.\nAt the end of the Speaking test, candidates are thanked  \nfor attending. They are given no indication of the level of  \ntheir achievement.\nThe standard format is two examiners and two candidates, \nbut in cases where there is an uneven number of \ncandidates, the Speaking test may be taken by three \ncandidates together instead of two. Examiners are trained \nto ensure each candidate has the same opportunity to \nspeak whether they are in pairs or in groups of three. When \nthree candidates are tested together, the test format, test \nmaterial and procedure will remain unchanged, but the \ntiming will be longer: 20 minutes instead of 14.\nThe Speaking test consists of four parts, each of which \nis assessed. Each part of the test focuses on a different \ntype of interaction: between the interlocutor and each \ncandidate, between the two candidates, and among all \nthree. The patterns of discourse vary within each part of \nthe test.\nSpeaking   Preparing learners 71\nPaper 4Advice by task\nThis section shows example screenshots from the B2 First exam. To access the complete sample test, please \nscan the QR code, or go to camengli.sh/3YMtIM6\nSpeaking Part 1\nPart 1 \n2 minutes (3 minutes for groups of three) \nGood morning/afternoon/evening.  My name is ………… and this is my colleague ………… . \nAnd your names are? \nCan I have your mark sheets, please? \nThank you. \n•Where do you live,  (Candidate A)?\n•And you, (Candidate B)?\nFirst we’d like to know something about you. \nSelect one or more questions from any of the following categories, as appropriate. \nLikes and dislikes \n•How do you like to spend your evenings? ...... (What do you do?) ...... (Why?) \n•Do you prefer to spend time on your own or with other people? ...... (Why?) \n•Tell us about a film you really like .\n•Do you like cooking? ...... (What sort of things do you cook?) \nSpecial occasions \n•Do you normally celebrate special occasions with friends or family? ...... (Why?) \n•Tell us about a festival or celebration in (candidate’s country ).\n•What did you do on your last birthday?\n•Are you going to do anything special this weekend? ...... (Where are you going to go?) ...... \n(What are you going to do?) \nMedia\n•How much TV do you watch in a week? ...... (Would you prefer to watch more TV than that \nor less?) ...... (Why?) \n•Tell us about a TV programme you’ve seen recently.\n•Do you use the internet much? ...... (Why? / Why not?) \n•Do you ever listen to the radio? ...... (What programmes do you like?) ...... (Why?) \nTHE T ASK\n f This part tests the candidate’s ability to use social and interactional language.\n f Part 1 gives candidates the opportunity to show their ability to use general social and interactional language and to \ngive basic personal information about themselves. The questions which are asked relate to the candidates’ own lives and focus on areas such as work, leisure time and future plans. Candidates are expected to respond to the interlocutor’s questions, and to listen to what their partner has to say.\n f The candidates are not actively invited to talk to each other in this part of the test. This short social exchange is a natural way to begin an interaction, and it gives candidates time to settle before dealing with the more specific tasks in Parts 2, 3 and 4.\nHOW TO APPROACH THE T ASK\n f In this part of the test, students will benefit from finding opportunities to practise talking about themselves. Interlocutors will ask candidates a range of questions about their everyday lives, for example sports they enjoy, travel and holidays, work experience and so on. Encourage your students to respond promptly, with answers which are complete and spontaneous. Rehearsed speeches should be avoided as these might be inappropriate for the question asked.\n f Encourage your students to look for opportunities to socialise with English speakers. In class, they could role-play social occasions in which they meet new people, e.g. parties, train journeys, starting a new job. This will give them the opportunity to practise a range of topics for this part of the test.\n f Students could brainstorm possible questions from the categories above. The different groups could then answer each other’s questions.\n72This section shows example screenshots for Candidate A. To access the complete sample test, go to camengli.sh/3YMtIM6\nSpeaking Part 2\nTHE T ASK\n f This part tests the candidate’s ability to use social and interactional language.\n f In Part 2, candidates are given the opportunity to speak for 1 minute without interruption. Each candidate is asked \nto compare two colour photographs, and to make a further comment about them in response to a task that is read \nout by the interlocutor. A prompt is given to the candidates in the form of a direct question; this is written above the \nphotographs. Candidates are expected to point out similarities and differences between the photographs and then move on to deal with the question, answering it with reference to both photographs.\n f Candidates have the opportunity to show their ability to organise their thoughts and ideas, and express themselves coherently with appropriate language. The listening candidate is also asked to comment (for about 30 seconds) after \ntheir partner’s long turn. They should not speak during their partner’s long turn.\nHOW TO APPROACH THE T ASK\n f Teach your students to listen carefully to the instructions and to carry them out. Remind them that they should listen \ncarefully to the instructions which follow the words and say and read the question above the photographs. If they do \nnot do this they may miss the focus of the task and not produce a wide enough range of language, or they may find it \ndifficult to speak for the full minute.\n f Students should be confident that they know what they have to say before they start their long turn. Remind your students that they will not lose marks if they ask the examiner to repeat the instructions.\n f Students sometimes find that a minute is quite a long time to talk for. Give your students practice at talking for a minute about a given topic. Topics and visuals in B2 First coursebooks will be appropriate for this practice. Give students plenty \nof practice in organising an extended turn and in linking their ideas together. Time this practice so that your students \nget a feel for how long a minute is. Without this, they may finish the task too quickly and as a result fail to give the examiners an adequate sample of language.\n f Give your students practice by cutting thematically linked pairs of photographs from magazines and giving these an \nadditional focus as in the test. For example, you might choose photographs of two different types of holiday and ask \nyour students to compare the photographs and say what people would enjoy about a holiday in each of the different places.\n f Encourage your students to bring their own photographs to class and to speak about them.\n f Candidates are not expected to give detailed descriptions of each picture. Rather, they are asked to compare the pictures and to give their reaction to them. Get your students to work in pairs or small groups and to share their ideas \nabout what they might say, before they attempt a task.\n f Students often find it useful to observe a good model answer given by a more advanced learner of English or by the \nteacher.\n f Encourage your students to focus on useful language for this part of the test. In particular, ways of expressing similarity \nand difference may help, e.g. one similarity is that …; in this picture there’s … whereas in the other there’s … Remind your \nstudents that using comparatives and linking words will produce a more extended and coherent sample of speech \nthan simply stringing together a series of simple statements. This will help them to gain marks under the Discourse Management assessment criterion.\n f Play games such as Just a Minute where candidates have to speak for 1 minute without repeating themselves.\nSpeaking   Advice by task 73\nPaper 4Speaking Part 3\nTHE T ASK\n f This part tests the candidates’ ability to engage in a discussion and to work towards a negotiated outcome of the task \nset. \n f In Part 3, candidates are asked to respond to a written stimulus which forms the basis for a discussion. They are given a discussion question, together with five written prompts designed to help candidates by providing ideas for their discussion. Candidates are expected to answer the question by exploring the different prompts. Candidates can choose \nwhich prompts to discuss – they are not expected to discuss all five prompts in the time available but should continue \ntheir discussion until asked to stop by the interlocutor. Candidates are expected to express and justify their opinions and speculate in order to have a conversation which answers the discussion question. The interlocutor will then ask candidates a second question designed to encourage them to summarise their discussion and to work towards a \nnegotiated decision. Candidates are not penalised if they fail to reach a negotiated decision. They are assessed on their \nability to hold a conversation, to turn-take appropriately, and to use the language of negotiation and collaboration while doing this.\n f The task is opinion based and there is no right or wrong answer. The task gives candidates the opportunity to show their range of language and their ability to invite the opinions and ideas of their partner. Candidates are expected to share the interaction in this way and to initiate and respond appropriately.\nHOW TO APPROACH THE T ASK\n f In this part of the test the interlocutor will give candidates a question to discuss. Encourage your students to use the written prompts as fully as possible. The interlocutor will then ask a question encouraging candidates to reach a decision by agreeing or disagreeing with each other. Tell your students not to be afraid to disagree with each other \npolitely and that they will not lose marks if they fail to reach a decision.\n f It is very important for candidates to interact with each other when they carry out the Part 3 task. All classroom \ndiscussion in pairs and small groups, therefore, provides excellent preparation.\n f Remind your students to make positive contributions to move the discussion forward. They should be encouraged to respond to each other’s contributions by agreeing, disagreeing and questioning each other, rather than just giving information about the task.\n f In classroom activities, one student in each group could be made responsible for ensuring that every member of the group gets an equal opportunity to speak, so that the students become alerted to the importance of turn-taking.\n f It may also be useful to focus on accurate production of functional language likely to be useful in this type of discussion. This may include ways of managing the discussion, e.g. Shall we start with this one? What do you think? Shall we move on to …? Ways of expressing and justifying opinions, and agreeing and disagreeing (politely) are also likely to be useful.\n74Speaking Part 4\nTHE T ASK\n f This part tests the candidates’ ability to engage in a discussion and to work towards a negotiated outcome of the task \nset.\n f In Part 4, the interlocutor directs the interaction by asking questions which encourage the candidates to discuss further and broaden the topics introduced in Part 3. The questions differ from Part 1 in that they ask primarily for an evaluation rather than for information.\n f This part of the test gives candidates an opportunity to show that they are capable of discussing issues in more depth than in the earlier parts of the test.\nHOW TO APPROACH THE T ASK\n f Encourage your students to give full answers to the questions asked. They can do this by keeping useful question words in their heads, e.g. Why? , How? , When?, Where?. If, when answering a question, students also respond to related question \nwords like these, they will give full contributions. For example, in response to a question following Part 3 on the subject \nof ‘Holidays’, students could be asked Would you like to go on a holiday like this? Students could answer yes, giving \nthe reasons why they would like a particular holiday, when they would like to go, where they would go, and so on. The question Why?  is useful for nearly all Part 4 questions and the interlocutor will often ask this question if students fail to \ngive more than a minimal response.\n f Let your students practise asking each other for their opinions on everyday situations and current events, and encourage them to give full answers to the questions asked in the way suggested above.\n f Candidates may be asked individual questions, or the question may be directed to engage both candidates in the discussion. Therefore, as with Part 3, classroom discussions in pairs and small groups provide excellent preparation.\n f In order to raise awareness of the types of questions asked and of effective ways of answering them, it may be helpful to give pairs of students different topics and to ask each pair to think of six discussion questions for their topic. These sets of questions could then be exchanged by the different pairs of students and discussed.\n f Remind your students that there are no right answers to the questions and candidates will not be judged on their opinions, only on the language they use to express their opinions. It is quite acceptable for candidates to admit to not knowing much about a particular question, but they should be taught to expand on their views wherever possible and \nshould be discouraged from making responses such as I don’t know, I’m not sure or I haven’t thought about that.\nSpeaking   Advice by task 75\nPaper 4Sample test\n76Speaking   Sample test 77\nPaper 478Assessment\nExaminers and marking\nThe quality assurance of Speaking Examiners (SEs) \nis managed by Team Leaders (TLs). TLs ensure all examiners successfully complete examiner training and \nregular certification of procedure and assessment \nbefore they examine. TLs are in turn responsible to a Professional Support Leader (PSL) who is the professional representative of Cambridge Assessment English for the \nSpeaking tests in a given country or region. \nAnnual examiner certification involves attendance at a \nface-to-face meeting to focus on and discuss assessment and procedure, followed by the marking of sample Speaking tests in an online environment. Examiners must complete standardisation of assessment for all relevant levels each \nyear and are regularly monitored during live testing \nsessions. \nAssessment scales\nThroughout the test candidates are assessed on their own individual performance and not in relation to each other. They are awarded marks by two examiners: the \nassessor and the interlocutor. The assessor awards marks \nby applying performance descriptors from the analytical assessment scales for the following criteria:\n• Grammar and Vocabulary\n• Discourse Management\n• Pronunciation\n• Interactive CommunicationThe interlocutor awards a mark for global achievement using the global achievement scale.\nB2 GLOBAL ACHIEVEMENT\n5Handles communication on a range of familiar topics, with very little hesitation.\nUses accurate and appropriate linguistic \nresources to express ideas and produce extended \ndiscourse that is generally coherent.\n4 Performance shares features of Bands 3 and 5.\n3Handles communication on familiar topics, despite \nsome hesitation.\nOrganises extended discourse but occasionally \nproduces utterances that lack coherence, and \nsome inaccuracies and inappropriate usage occur.\n2 Performance shares features of Bands 1 and 3.\n1Handles communication in everyday situations, despite hesitation.\nConstructs longer utterances but is not able to use \ncomplex language except in  \nwell-rehearsed utterances.\n0 Performance below Band 1.\nAssessment for B2 First is based on performance across all parts of the test, and is achieved by applying the relevant descriptors in the assessment scales. The assessment scales for B2 First (shown on page 79) are extracted from the \noverall Speaking scales on page 80.\nSpeaking   Assessment 79\nPaper 4B2 First Speaking Examiners use a more detailed version of the following assessment scales, extracted from the overall \nSpeaking scales on page 80:\nB2GRAMMAR AND \nVOCABULARYDISCOURSE MANAGEMENTPRONUNCIATIONINTERACTIVE COMMUNICATION\n5Shows a good degree \nof control of a range of simple and some complex grammatical forms.\nUses a range of \nappropriate vocabulary \nto give and exchange \nviews on a wide range of familiar topics.Produces extended stretches of language \nwith very little hesitation.\nContributions are \nrelevant and there is a clear organisation of ideas.\nUses a range of cohesive \ndevices and discourse \nmarkers.Is intelligible.\nIntonation is appropriate.Sentence and word stress \nis accurately placed.\nIndividual sounds are \narticulated clearly.Initiates and responds \nappropriately, linking contributions to those of other speakers.\nMaintains and develops \nthe interaction and \nnegotiates towards an outcome.\n4 Performance shares features of Bands 3 and 5.\n3Shows a good degree of control of simple grammatical forms, and \nattempts some complex \ngrammatical forms. \nUses a range of \nappropriate vocabulary to give and exchange views on a range of familiar \ntopics.Produces extended \nstretches of language despite some hesitation.\nContributions are relevant \nand there is very little \nrepetition.\nUses a range of cohesive \ndevices.Is intelligible.\nIntonation is generally \nappropriate.\nSentence and word stress \nis generally accurately \nplaced.\nIndividual sounds are \ngenerally articulated clearly.Initiates and responds appropriately.\nMaintains and develops \nthe interaction and \nnegotiates towards an outcome with very little support.\n2 Performance shares features of Bands 1 and 3.\n1Shows a good degree of control of simple \ngrammatical forms.\nUses a range of \nappropriate vocabulary when talking about everyday situations.Produces responses which are extended beyond short phrases, despite hesitation. \nContributions are mostly \nrelevant, despite some \nrepetition. \nUses basic cohesive \ndevices.Is mostly intelligible, and has some control of phonological features at \nboth utterance and word \nlevels.Initiates and responds \nappropriately.\nKeeps the interaction \ngoing with very little prompting and support.\n0 Performance below Band 1.\n80Overall Speaking scales\nCEFR \nLEVELGRAMMATICAL RESOURCELEXICAL RESOURCE DISCOURSE MANAGEMENT PRONUNCIATIONINTERACTIVE COMMUNICATION\n• Maintains control \nof a wide range of grammatical forms and uses them with \nflexibility.• Uses a wide range \nof appropriate \nvocabulary with \nflexibility to give and \nexchange views on unfamiliar and abstract topics.• Produces extended stretches of language with flexibility and ease and very little hesitation.\n• Contributions are relevant, coherent, varied and detailed.\n• Makes full and effective use of a wide  range of cohesive devices and discourse markers.• Is intelligible.\n• Phonological features are used effectively to convey and enhance meaning.• Interacts with ease by skilfully interweaving his/her contributions into the conversation.\n• Widens the scope of the interaction and develops it fully and effectively towards a negotiated outcome.\nC2• Maintains control of a wide range of grammatical forms.• Uses a wide range of appropriate vocabulary to give and exchange views on unfamiliar  and abstract topics.• Produces extended stretches of language with ease and with very little hesitation.\n• Contributions are relevant, coherent and varied.\n• Uses a wide range of cohesive devices  \nand discourse markers.• Is intelligible.\n• Intonation is appropriate.\n• Sentence and word stress is \naccurately placed.\n• Individual sounds are  \narticulated clearly.• Interacts with ease, linking contributions to those of other speakers.\n• Widens the scope of the interaction and negotiates towards an outcome.\nC1• Shows a good degree of control of a range of simple and some complex grammatical \nforms.• Uses a range \nof appropriate vocabulary to give and exchange views on familiar and unfamiliar topics. • Produces extended stretches of language with very little hesitation.\n• Contributions are relevant and there is a clear organisation of ideas.\n• Uses a range of cohesive devices and \ndiscourse markers.• Is intelligible.\n• Intonation is appropriate.\n• Sentence and word stress is \naccurately placed.\n• Individual sounds are  \narticulated clearly.• Initiates and responds appropriately, linking contributions to those of other speakers.\n• Maintains and develops the interaction and negotiates towards an outcome.\nGRAMMAR AND VOCABULARY\nB2• Shows a good degree of control of simple grammatical forms, and attempts some complex grammatical forms. \n• Uses appropriate vocabulary to give and exchange views, on a range of familiar topics.• Produces extended stretches of language despite some hesitation.\n• Contributions are relevant and there is very little repetition.\n• Uses a range of cohesive devices.• Is intelligible.\n• Intonation is generally appropriate.\n• Sentence and word stress is generally accurately placed.\n• Individual sounds are generally articulated clearly.• Initiates and responds appropriately.\n• Maintains and develops the interaction and negotiates towards an outcome with very little support.\nB1• Shows a good degree of control of simple grammatical forms. \n• Uses a range of appropriate vocabulary when  \ntalking about familiar topics.• Produces responses which are \nextended beyond short phrases, \ndespite hesitation. \n• Contributions are mostly relevant, but there may be some repetition. \n• Uses basic cohesive devices.• Is mostly intelligible, and has some control of phonological features at both utterance and word levels. • Initiates and responds appropriately.\n• Keeps the interaction going with very little prompting and support.\nA2• Shows sufficient control of simple grammatical forms.\n• Uses appropriate vocabulary to talk about  \neveryday situations.• Is mostly intelligible, despite limited control of phonological features. • Maintains simple exchanges, despite some difficulty.\n• Requires prompting and support.\nA1• Shows only limited control of a few grammatical forms. \n• Uses a vocabulary of isolated words and phrases.• Has very limited control of \nphonological features and is \noften unintelligible.• Has considerable difficulty \nmaintaining simple exchanges.\n• Requires additional prompting and support.\nSpeaking   Overall speaking scales 81\nPaper 4Speaking assessment\nGlossary of terms\n1. General\nConveying basic meaning\nConveying basic meaning: the ability of candidates to get \ntheir message across to their listeners, despite possible inaccuracies in the structure and/ or delivery of the \nmessage. \nSituations and topics Everyday situations: situations that candidates come \nacross in their everyday lives, e.g. having a meal, asking for information, shopping, going out with friends or family, travelling to work, taking part in leisure activities. An A2 \nKey for Schools task that requires candidates to exchange \ndetails about a store’s opening hours exemplifies an everyday situation. \nFamiliar topics: topics about which candidates can be \nexpected to have some knowledge or personal experience. \nB2 First tasks that require candidates to talk about what \npeople like to do on holiday, or what it is like to do different jobs, exemplify familiar topics. \nUnfamiliar topics: topics which candidates would not \nbe expected to have much personal experience of. C1 Advanced tasks that require candidates to speculate \nabout whether people in the world today only care about \nthemselves, or the kinds of problems that having a lot of money can cause, exemplify unfamiliar topics. \nAbstract topics: topics which include ideas rather than \nconcrete situations or events. C2 Proficiency tasks that \nrequire candidates to discuss how far the development of \nour civilisation has been affected by chance discoveries or events, or the impact of writing on society, exemplify abstract topics. \nUtterance Utterance: people generally write in sentences and they \nspeak in utterances. An utterance may be as short as a \nword or phrase, or a longer stretch of language. \n2. Grammar and Vocabulary \nAppropriacy of vocabulary \nAppropriacy of vocabulary: the use of words and phrases \nthat fit the context of the given task. For example, in the utterance I’m very sensible to noise, the word sensible is \ninappropriate as the word should be sensitive. Another \nexample would be Today’s big snow makes getting around the city difficult. The phrase getting around is well suited to this situation. However, big snow is inappropriate as big \nand snow are not used together. Heavy snow would be \nappropriate. Flexibility \nFlexibility: the ability of candidates to adapt the language \nthey use in order to give emphasis, to differentiate \naccording to the context, and to eliminate ambiguity. Examples of this would be reformulating and paraphrasing ideas. \nGrammatical control Grammatical control: the ability to consistently use \ngrammar accurately and appropriately to convey intended \nmeaning. \nWhere language specifications are provided at lower levels \n(as in A2 Key for Schools and B1 Preliminary), candidates may have control of only the simplest exponents of the listed forms. \nAttempts at control: sporadic and inconsistent use of \naccurate and appropriate grammatical forms. For example, \nthe inconsistent use of one form in terms of structure or meaning; the production of one part of a complex form incorrectly; or the use of some complex forms correctly and \nsome incorrectly. \nSpoken language often involves false starts, incomplete \nutterances, ellipsis and reformulation. Where communication is achieved, such features are not penalised. \nGrammatical forms\nSimple grammatical forms: words, phrases, basic tenses \nand simple clauses. \nComplex grammatical forms: longer and more complex \nutterances, e.g. noun clauses, relative and adverb clauses, \nsubordination, passive forms, infinitives, verb patterns, modal forms and tense contrasts. \nRange Range: the variety of words and grammatical forms a \ncandidate uses. At higher levels, candidates will make increasing use of a greater variety of words, fixed phrases, \ncollocations and grammatical forms. \n3. Discourse Management \nCoherence and cohesion \nCoherence and cohesion are difficult to separate in \ndiscourse. Broadly speaking, coherence refers to a clear and logical stretch of speech which can be easily followed \nby a listener. Cohesion refers to a stretch of speech which is \nunified and structurally organised. \nCoherence and cohesion can be achieved in a variety of \nways, including with the use of cohesive devices, related vocabulary, grammar and discourse markers. \nCohesive devices\n: words or phrases which indicate \nrelationships between utterances, e.g. addition (and, in \naddition, moreover); consequence (so, therefore, as a \nresult); order of information (first, second, next, finally). \n82At higher levels, candidates should be able to provide \ncohesion not just with basic cohesive devices (e.g. and, but, or, then, finally) but also with more sophisticated devices \n(e.g. therefore, moreover, as a result, in addition, however, \non the other hand) . \nRelated vocabulary: the use of several items from the same lexical set, e.g. train, station, platform, carriage; or study, learn, revise. \nGrammatical devices: essentially the use of reference \npronouns (e.g. it, this, one) and articles (e.g. There are two \nwomen in the picture. The one on the right …). \nDiscourse markers: words or phrases which are primarily \nused in spoken language to add meaning to the interaction, e.g. you know, you see, actually, basically, I mean, well, anyway, like. \nExtent/ extended stretches of language \nExtent/ extended stretches of language: the amount \nof language produced by a candidate which should be appropriate to the task. Long-turn tasks require longer stretches of language, whereas tasks which involve \ndiscussion or answering questions could require shorter and \nextended responses. \nRelevance \nRelevance: a contribution that is related to the task and not \nabout something completely different. \nRepetition Repetition: repeating the same idea instead of introducing \nnew ideas to develop the topic. \n4. Pronunciation \nIntelligible \nIntelligible: a contribution which can generally be \nunderstood by a non-EFL/ESOL specialist, even if the speaker has a strong or unfamiliar accent. \nPhonological features \nPhonological features include the pronunciation of \nindividual sounds, word and sentence stress and intonation. \nIndividual sounds are : \npronounced vowels, e.g. the /æ / in cat  or the / / in bed\ndiphthongs, when two vowels are rolled together to \nproduce one sound, e.g. the / / in host  or the / / in hate\nconsonants, e.g. the / / in cut or the / / in fish.\nStress: the emphasis laid on a syllable or word. Words of two or more syllables have one syllable which stands out from the rest because it is pronounced more loudly and \nclearly, and is longer than the others, e.g. imPORtant. Word \nstress can also distinguish between words, e.g. pro TEST vs PROtest. In sentences, stress can be used to indicate important meaning, e.g. WHY is that one important? versus Why is THA T one important? Intonation: the way the voice rises and falls, e.g. to convey the speaker’s mood, to support meaning or to indicate new \ninformation. \n5. Interactive Communication \nDevelopment of the interaction \nDevelopment of the interaction: actively developing the \nconversation, e.g. by saying more than the minimum in response to the written or visual stimulus or to something \nthe other candidate/interlocutor has said; or by proactively \ninvolving the other candidate with a suggestion or question about further developing the topic (e.g. What about bringing a camera for the holiday? or Why’s that?) . \nInitiating and responding \nInitiating: starting a new turn by introducing a new idea or \na new development of the current topic. \nResponding: replying or reacting to what the other \ncandidate or the interlocutor has said. \nPrompting and supporting Prompting: instances when the interlocutor repeats, or uses \na backup prompt or gesture in order to get the candidate to respond or make a further contribution. \nSupporting: instances when one candidate helps another \ncandidate, e.g. by providing a word they are looking for \nduring a discussion activity, or helping them develop an \nidea. \nT urn and simple exchange \nT urn: everything a person says before someone else speaks. \nSimple exchange\n: a brief interaction which typically involves \ntwo turns in the form of an initiation and a response, e.g. \nquestion–answer, suggestion–agreement.\nSpeaking   Glossary of terms 83\nPaper 4Mark sheet\nOFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK ABOVE THIS LINE Page 1 of 1\nOFFICE USE ONLY - DO NOT WRITE OR MAKE ANY MARK BELOW THIS LINE Page 1 of 1First Speaking Mark Sheet\nGrammar and Vocabulary\nDiscourse Management\nPronunciation\nInteractive CommunicationMarks Awarded:\nGlobal Achievement\nAssessor's number\nInterlocutor's numberNumber of 2nd Candidate\nNumber of 3rd CandidateTest Format\nExaminers:Candidates\n2 : 32 : 2Candidate\nName\nCentre\nNumberCandidate\nNumber\nCentre\nName\nAssessment\nDateExamination\nDetailsExamination\nTitle\nSupervisor: If the candidate is ABSENT or has WITHDRAWN shade here\nDate of test:\nMonth:\nDay:2 3 4 5 6 7 8 910 11 12 1\n1 2 3 4 5 6 7 8 910 11 12 13 14 1516 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31\nTest materials used: Part 2\nPart 31 2 3 4 5 6 7 8 910\n21 22 23 24 2526 27 28 29 3011 12 13 14 1516 17 18 19 200 1 . 01 . 52 . 02 . 53 . 03 . 54 . 04 . 55 . 0\n0 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.0\n0 1 . 01 . 52 . 02 . 53 . 03 . 54 . 04 . 55 . 0\n0 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.0\n0 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.052652\n52652\n84B2 First glossary\nAnswer sheet\nthe form on which candidates record their responses.Assessor\nthe Speaking test examiner who assigns a score to a \ncandidate’s performance, using analytical criteria to do so.\nCloze test\na type of gap-filling task in which whole words have been \nremoved from a text and which candidates must replace.\nCoherencelanguage which is coherent is well planned and clear, and \nall the parts or ideas fit well so that they form a united whole.\nCollaborative taskthe opportunity in the Speaking test for the candidates \nto engage in a discussion and work together towards a negotiated outcome of the task set.\nCollocation\nthis term describes the likelihood of two words going \ntogether, e.g. a good job, a wonderful occasion.\nComprehension questions\nshort questions testing information selection, linking and \nsentence construction.\nContent points\nthe points contained in the notes on the text in the B2 First \nPaper 2 Part 1 compulsory question, which must be included \nin the candidate’s letter or email.\nDiscourse\nwritten or spoken communication.\nGap-filling item\nany type of item which requires the candidate to insert \nsome written material – letters, numbers, single words, phrases, sentences or paragraphs – into spaces in the text. \nThe response may be supplied by the candidate or selected \nfrom a set of options.\nGist\nthe central theme or meaning of the text.\nImpeding erroran error which prevents the reader from understanding the \nword or phrase.\nInput material\nthe text and notes, sometimes supported by illustrations or \ndiagrams, which candidates have to base their answers on in the B2 First Paper 2 Part 1 compulsory question.\nInterlocutorthe Speaking test examiner who conducts the test \nand makes a global assessment of each candidate’s \nperformance.\nItem\neach testing point in a test which is given a separate mark  \nor marks.Key\nthe correct answer to an item.Key word\nthe word which must be used in the answer to an item in B2 \nFirst Paper 3 Part 4.\nLexical\nadjective from lexis, meaning to do with vocabulary.\nLong turn\nthe opportunity in the Speaking test for a candidate to \ntalk uninterrupted for a period of time, enabling them to produce an extended piece of discourse.\nLozenge\nthe space on the mark sheet which candidates must fill in to \nindicate their answer to a multiple-choice question.\nMultiple choice\na task where candidates are given a set of several possible \nanswers of which only one is correct.\nMultiple matching\na task in which a number of questions or sentence-\ncompletion items, generally based on a reading text, are \nset. The responses are provided in the form of a bank of \nwords or phrases, each of which can be used an unlimited number of times.\nNeutral style\na writing style, at B2 First level appropriate for \ncompositions, with no specific features of formality or \ninformality.\nOpening and closing formulae\nthe expressions, either formal or informal, that are usually \nused to open and close letters, e.g. \nHi Maria  … W rite soon  …, \nor Dear Mr Dakari  … Y ours sincerely  …\nOptions\nthe individual words in the set of possible answers for a  \nmultiple-choice item.\nParaphrase\nto give the meaning of something using different words.\nPhrasal verba verb which takes on a new meaning when followed by a \ncertain preposition or adverb (e.g. get away, take up).\nPretesting\na stage in the development of test materials at which items \nare tried out with representative samples from the target population in order to determine their difficulty.\nPrompt sentencethe complete sentence given as the opening or closing line \nof a story.\nReferencingthe technique of using ‘referents’.\nReferent\na word or term that refers to another person, place, etc.\n85\nRegister\nthe tone of a piece of writing. The register should be \nappropriate for the task and target reader, e.g. a letter of application is written in a formal register.\nReport layout\nthe way in which a report should be presented. At B2 First \nlevel a report in Paper 2 Part 2 should be clearly organised \ninto paragraphs/ sections and may include headings.\nStem word\nthe word at the end of each line in B2 First Paper 3 Part 3, \nwhich is the basis for the word that has to be formed.\nTarget readerthe intended recipient of a piece of writing. It is important \nto ensure that the effect of a written task on a target \nreader is a positive one.\nTask fulfilment\ncompleting all elements of a B2 First Paper 2 task using a \nrange of appropriate and accurate language.\nAcronyms\nAL TE\nThe Association of Language Testers in Europe.\nCEFR\nCommon European Framework of Reference.\nEFL\nEnglish as a Foreign Language.\nESOLEnglish for Speakers of Other Languages.\n86 B2 First glossary B2 First glossary   Mark sheet 87\nPaper 488Discover our range of \nOfficial Cambridge Exam \nPreparation materials\nFind out more:\nSix Practice Tests with answers \nExperts together  \nOur aim is to deliver the materials you tell us you need.  \nExclusive insights from test development and candidate \nperformance guarantee expert content. The result is a \nunique Exam Journey in each course, ensuring every student \nis ready on exam day. From skills development to exam \ntasks, language discovery to real-world usage, we create \nbetter learning experiences, together.\n2\nC1 Advanced Trainer2 Six Practice Tests with answers Advanced\nTrainerC1Advanced\nTrainerC1\nWhat’s inside?\n \u0007Six\u0007full\u0007practice\u0007tests \u0007with\u0007answers:\u0007the \u0007first\u0007two\u0007with\u0007 \neasy-to-follow,\u0007expert\u0007guidance.\n The\u0007two\u0007guided\u0007tests \u0007include:\n - 94 Tips\n - 34 Advice\u0007boxes\n\u0007-\u0007Training\u0007activities\n\u0007-\u0007Exam\u0007practice.\n Exam\u0007orientation\u0007and \u0007advice.\n\u0007Online\u0007eBook,\u0007audio\u0007and \u0007resources.\u0007\nHow\u0007to\u0007use\u0007it?\n \u0007Build\u0007confidence\u0007in\u0007each\u0007exam\u0007paper\u0007by \u0007following\u0007the \u0007step-by-step\u0007guidance,\u0007tips\u0007\nand\u0007strategies\u0007in\u0007the \u0007Training and Exam Practice\u0007exercises\u0007in\u0007the \u0007first\u0007two\u0007tests.\n \u0007Develop\u0007exam\u0007technique\u0007with\u0007the \u0007final\u0007four\u0007tests,\u0007applying\u0007the \u0007lessons,\u0007\ntechniques\u0007and \u0007hints\u0007acquired\u0007in\u0007Tests \u00071\u0007and\u00072.Cambridge \nEnglish ScaleCambridge English  \nQualification\n180-199\n160-179\n140-159\n120-139C1 Advanced\nB2 First for Schools\nB1 Preliminary for Schools\nA2 Key for Schools9781009213813\u0007\u0007SIX\u0007 PRACTICE\u0007 TESTS\u0007WITH\u0007ANSWERS\u0007\u0007C  M Y K \nWith eBook➤\n➤\n➤\n➤\n➤\n➤\nFOR THE REVISED \n2020 EXAMA2\nAUTHENTIC PRACTICE TESTSWITH ANSWERS\nWITH AUDIOKEY 1\nBritish EnglishBritish English\nStarter\nSSSS\nClass Book  \nwith Digital PackCaroline Nixon &  \nMichael Tomlinson\nKids Box New Generation Class Book Starter Caroline Nixon & Michael TomlinsonOfficial Cambridge  Exam  Preparation Courses\nOfficial Cambridge  Exam Practice\nCourses that combine Official Cambridge Exam \nPreparation with  general English\ncambridge.org/ examsFind out more at \ncambridge.org/ english  We believe that English can unlock a \nlifetime of experiences and, together \nwith teachers and our partners, we \nhelp people to learn and confidently \nprove their skills to the world. This document was initially designed for print and as such \ndoes not reach accessibility standard WCAG 2.1 in a number \nof ways including missing text alternatives and missing \ndocument structure.\nIf you need this document in a different format contact \nBrandAdmin.C@cambridgeenglish.org  telling us your name, \nemail address and requirements and we will respond within \n15 working days.\n© 2023 Cambridge University Press & Assessment  \nENG/04485-56/V4/MAY24\nAll details are correct at the time of going to print.Find out more at \ncambridge.org/english  We believe that English can unlock a \nlifetime of experiences and, together \nwith teachers and our partners, we \nhelp people to learn and confidently \nprove their skills to the world. \nAll details are correct at the time of going to print 2024.© 2024 Cambridge University Press & Assessment  \nENG/04485-56/V4/MAY24\n*8067787261*",
      "tasks": [],
      "timing": {},
      "marks": {}
    }
  },
  "assessment_criteria": {},
  "sample_materials": {},
  "teaching_resources": {}
}